{
  "species_data": {
    "scientific_name": "Antigone canadensis",
    "common_name": "Sandhill Crane",
    "kingdom": "Animalia",
    "phylum": "Chordata",
    "class": "Aves",
    "order_name": "Gruiformes",
    "family": "Gruidae",
    "genus": "Antigone",
    "species_name": "canadensis",
    "authority": null,
    "description": "Antigone canadensis, commonly known as the Sandhill Crane, is a large avian species characterized by its impressive stature. They typically measure between 75 to 100 cm in height and weigh between 4.5 to 10.5 kg, with variations depending on subspecies (Pearse et al., 2020). The plumage is predominantly gray, with a distinctive red crown and a long, pointed bill, which is particularly notable during breeding displays (Luz‐Ricca et al., 2022). There is minimal sexual dimorphism, though males are generally larger than females, a feature common in many avian species (Fox et al., 2019). The anatomical adaptations, such as long legs and neck, facilitate their movement in wetland habitats, aiding in foraging for grains, invertebrates, and plant material (Boggie et al., 2018).",
    "habitat_description": "Sandhill Cranes are primarily associated with wetland and riparian ecosystems, displaying a preference for shallow marshes and agricultural fields during their summering and wintering periods (Donnelly et al., 2024). Seasonal variations significantly impact their habitat usage, as they migrate from breeding grounds in northern regions to warmer areas in the south during winter (Conring et al., 2019). Their breeding habitats typically consist of wetlands with ample vegetation for nesting, while they rely heavily on flooded agricultural lands during migration for foraging (Krapu et al., 2014).",
    "population_size": "The global population of Sandhill Cranes is estimated to be around 620,000 individuals as of 2020, with the majority found in the midcontinent population (MCP), which migrates through North America (Pearse et al., 2020). This figure underscores the significance of conservation efforts to maintain their habitats due to their reliance on specific ecological niches.",
    "population_trend": "The overall trend for the Sandhill Crane population is currently increasing, with significant recovery noted since the early 20th century. Management efforts have been successful, particularly for the eastern population, which has expanded from near extinction to approximately 90,000 individuals (Fox et al., 2019). Regional assessments indicate a stable trend for various subpopulations, although some local areas face habitat pressures (Fronczak et al., 2017; .",
    "generation_length": 7,
    "movement_patterns": "Sandhill Cranes exhibit distinct migratory behaviors, traveling long distances between breeding and wintering grounds. Major migratory corridors include the Central Platte River Valley, where about 80% of the midcontinent population stages during spring migration (Luz‐Ricca et al., 2022). They display strong site fidelity, returning to traditional migratory and breeding locations annually, which is essential for their lifecycle continuity (Pearse et al., 2017).",
    "use_and_trade": "Sandhill Cranes are utilized by humans for subsistence hunting, cultural practices, and as a source of feathers. They are hunted under regulated frameworks, particularly in the United States and Canada (Dinges et al., 2024). Their population management is guided by the Migratory Bird Treaty Act, which ensures sustainable practices are employed to protect these migratory birds (Harris & Mirande, 2013).",
    "threats_overview": "Major threats to Sandhill Crane populations include habitat loss due to agricultural expansion, climate change impacting wetland availability, and hunting (Harris & Mirande, 2013). Additionally, industrial activities and pollution contribute to habitat degradation and are considered significant risks for both migratory and breeding populations (Pearse et al., 2016). The introduction of wind energy developments is also a rising concern, as it may impact their migratory pathways (Pearse et al., 2016).",
    "conservation_overview": "Conservation actions for Sandhill Cranes include habitat protection through federal and state initiatives, such as the designation of critical wetland areas and migratory bird conservation plans (Krapu et al., 2014). Internationally, efforts are coordinated through migration flyway agreements, which promote cross-border conservation strategies between Canada and the United States (Pearse et al., 2016). Additionally, public awareness campaigns aim to educate communities on the ecological importance of preserving crane habitats (Harris & Mirande, 2013)."
  },
  "conservation_profile": {
    "species_scientific_name": "Antigone canadensis",
    "profile_type": "comprehensive",
    "content": {
      "subpopulations": "There are several recognized subpopulations of Sandhill Cranes, including the Lesser Sandhill Crane (A. c. canadensis) primarily found in the eastern U.S. and the Greater Sandhill Crane (A. c. tabida) which is more widely distributed across North America (Pearse et al., 2020). Each subpopulation exhibits unique migratory patterns and breeding behaviors, adapted to their specific habitats (VonBank et al., 2019).",
      "distribution_range": "The Sandhill Crane has a broad distribution across North America, with significant populations in both the eastern and western regions during migration and winter months. They are particularly abundant in the northern Great Plains and parts of Canada during breeding seasons but are increasingly noted in the Arctic regions as climate change affects traditional habitats (Fronczak et al., 2017; (Pearse et al., 2016).",
      "source_file": "scite_antigone_canadensis.md",
      "parsed_date": "2025-06-12T10:00:00Z",
      "sections_parsed": 11,
      "references_count": 13
    }
  },
  "references": [
    {
      "title": "Land use, anthropogenic disturbance, and riverine features drive patterns of habitat selection by a wintering waterbird in a semi-arid environment",
      "authors": ["Boggie, M.", "Collins, D.", "Donnelly, J.", "Carleton, S."],
      "journal": "Plos One",
      "year": 2018,
      "volume": "13",
      "issue": "11",
      "pages": "e0206222",
      "doi": "10.1371/journal.pone.0206222",
      "url": "https://doi.org/10.1371/journal.pone.0206222",
      "reference_type": "journal",
      "full_citation": "Boggie, M., Collins, D., Donnelly, J., & Carleton, S. (2018). Land use, anthropogenic disturbance, and riverine features drive patterns of habitat selection by a wintering waterbird in a semi-arid environment. Plos One, 13(11), e0206222. https://doi.org/10.1371/journal.pone.0206222"
    },
    {
      "title": "Identifying the migratory strategy of the lower colorado river valley population of greater sandhill cranes",
      "authors": ["Conring, C.", "Brautigam, K.", "Grisham, B.", "Collins, D.", "Conway, W."],
      "journal": "Avian Conservation and Ecology",
      "year": 2019,
      "volume": "14",
      "issue": "1",
      "pages": null,
      "doi": "10.5751/ace-01352-140111",
      "url": "https://doi.org/10.5751/ace-01352-140111",
      "reference_type": "journal",
      "full_citation": "Conring, C., Brautigam, K., Grisham, B., Collins, D., & Conway, W. (2019). Identifying the migratory strategy of the lower colorado river valley population of greater sandhill cranes. Avian Conservation and Ecology, 14(1). https://doi.org/10.5751/ace-01352-140111"
    },
    {
      "title": "Developing a photography‐based harvest survey to estimate age and subspecies composition of midcontinent sandhill cranes",
      "authors": ["Dinges, A.", "VonBank, J.", "Pearse, A.", "Brandt, D."],
      "journal": "Wildlife Society Bulletin",
      "year": 2024,
      "volume": "48",
      "issue": "1",
      "pages": null,
      "doi": "10.1002/wsb.1512",
      "url": "https://doi.org/10.1002/wsb.1512",
      "reference_type": "journal",
      "full_citation": "Dinges, A., VonBank, J., Pearse, A., & Brandt, D. (2024). Developing a photography‐based harvest survey to estimate age and subspecies composition of midcontinent sandhill cranes. Wildlife Society Bulletin, 48(1). https://doi.org/10.1002/wsb.1512"
    },
    {
      "title": "Flood‐irrigated agriculture mediates climate‐induced wetland scarcity for summering sandhill cranes in western north america",
      "authors": ["Donnelly, J.", "Collins, D.", "Knetter, J.", "Gammonley, J.", "Boggie, M.", "Grisham, B.", "Naugle, D."],
      "journal": "Ecology and Evolution",
      "year": 2024,
      "volume": "14",
      "issue": "3",
      "pages": null,
      "doi": "10.1002/ece3.10998",
      "url": "https://doi.org/10.1002/ece3.10998",
      "reference_type": "journal",
      "full_citation": "Donnelly, J., Collins, D., Knetter, J., Gammonley, J., Boggie, M., Grisham, B., … & Naugle, D. (2024). Flood‐irrigated agriculture mediates climate‐induced wetland scarcity for summering sandhill cranes in western north america. Ecology and Evolution, 14(3). https://doi.org/10.1002/ece3.10998"
    },
    {
      "title": "The reproductive success of sandhill cranes in midwestern landscapes",
      "authors": ["Fox, J.", "Semel, B.", "Ward, M."],
      "journal": "Journal of Wildlife Management",
      "year": 2019,
      "volume": "83",
      "issue": "5",
      "pages": "1163-1171",
      "doi": "10.1002/jwmg.21662",
      "url": "https://doi.org/10.1002/jwmg.21662",
      "reference_type": "journal",
      "full_citation": "Fox, J., Semel, B., & Ward, M. (2019). The reproductive success of sandhill cranes in midwestern landscapes. Journal of Wildlife Management, 83(5), 1163-1171. https://doi.org/10.1002/jwmg.21662"
    },
    {
      "title": "Distribution and migration chronology of eastern population sandhill cranes",
      "authors": ["Fronczak, D.", "Andersen, D.", "Hanna, E.", "Cooper, T."],
      "journal": "Journal of Wildlife Management",
      "year": 2017,
      "volume": "81",
      "issue": "6",
      "pages": "1021-1032",
      "doi": "10.1002/jwmg.21272",
      "url": "https://doi.org/10.1002/jwmg.21272",
      "reference_type": "journal",
      "full_citation": "Fronczak, D., Andersen, D., Hanna, E., & Cooper, T. (2017). Distribution and migration chronology of eastern population sandhill cranes. Journal of Wildlife Management, 81(6), 1021-1032. https://doi.org/10.1002/jwmg.21272"
    },
    {
      "title": "A global overview of cranes: status, threats and conservation priorities",
      "authors": ["Harris, J.", "Mirande, C."],
      "journal": "Chinese Birds",
      "year": 2013,
      "volume": "4",
      "issue": "3",
      "pages": "189-209",
      "doi": "10.5122/cbirds.2013.0025",
      "url": "https://doi.org/10.5122/cbirds.2013.0025",
      "reference_type": "journal",
      "full_citation": "Harris, J. and Mirande, C. (2013). A global overview of cranes: status, threats and conservation priorities. Chinese Birds, 4(3), 189-209. https://doi.org/10.5122/cbirds.2013.0025"
    },
    {
      "title": "Spring migration ecology of the mid‐continent sandhill crane population with an emphasis on use of the central platte river valley, nebraska",
      "authors": ["Krapu, G.", "Brandt, D.", "Kinzel, P.", "Pearse, A."],
      "journal": "Wildlife Monographs",
      "year": 2014,
      "volume": "189",
      "issue": "1",
      "pages": "1-41",
      "doi": "10.1002/wmon.1013",
      "url": "https://doi.org/10.1002/wmon.1013",
      "reference_type": "journal",
      "full_citation": "Krapu, G., Brandt, D., Kinzel, P., & Pearse, A. (2014). Spring migration ecology of the mid‐continent sandhill crane population with an emphasis on use of the central platte river valley, nebraska. Wildlife Monographs, 189(1), 1-41. https://doi.org/10.1002/wmon.1013"
    },
    {
      "title": "Automating sandhill crane counts from nocturnal thermal aerial imagery using deep learning",
      "authors": ["Luz‐Ricca, E.", "Landolt, K.", "Pickens, B.", "Koneff, M."],
      "journal": "Remote Sensing in Ecology and Conservation",
      "year": 2022,
      "volume": "9",
      "issue": "2",
      "pages": "182-194",
      "doi": "10.1002/rse2.301",
      "url": "https://doi.org/10.1002/rse2.301",
      "reference_type": "journal",
      "full_citation": "Luz‐Ricca, E., Landolt, K., Pickens, B., & Koneff, M. (2022). Automating sandhill crane counts from nocturnal thermal aerial imagery using deep learning. Remote Sensing in Ecology and Conservation, 9(2), 182-194. https://doi.org/10.1002/rse2.301"
    },
    {
      "title": "Wintering sandhill crane exposure to wind energy development in the central and southern great plains, usa",
      "authors": ["Pearse, A.", "Brandt, D.", "Krapu, G."],
      "journal": "Ornithological Applications",
      "year": 2016,
      "volume": "118",
      "issue": "2",
      "pages": "391-401",
      "doi": "10.1650/condor-15-99.1",
      "url": "https://doi.org/10.1650/condor-15-99.1",
      "reference_type": "journal",
      "full_citation": "Pearse, A., Brandt, D., & Krapu, G. (2016). Wintering sandhill crane exposure to wind energy development in the central and southern great plains, usa. Ornithological Applications, 118(2), 391-401. https://doi.org/10.1650/condor-15-99.1"
    },
    {
      "title": "Sandhill crane roost selection, human disturbance, and forage resources",
      "authors": ["Pearse, A.", "Krapu, G.", "Brandt, D."],
      "journal": "Journal of Wildlife Management",
      "year": 2017,
      "volume": "81",
      "issue": "3",
      "pages": "477-486",
      "doi": "10.1002/jwmg.21215",
      "url": "https://doi.org/10.1002/jwmg.21215",
      "reference_type": "journal",
      "full_citation": "Pearse, A., Krapu, G., & Brandt, D. (2017). Sandhill crane roost selection, human disturbance, and forage resources. Journal of Wildlife Management, 81(3), 477-486. https://doi.org/10.1002/jwmg.21215"
    },
    {
      "title": "Population and harvest dynamics of midcontinent sandhill cranes",
      "authors": ["Pearse, A.", "Sargeant, G.", "Krapu, G.", "Brandt, D."],
      "journal": "Journal of Wildlife Management",
      "year": 2020,
      "volume": "84",
      "issue": "5",
      "pages": "902-910",
      "doi": "10.1002/jwmg.21865",
      "url": "https://doi.org/10.1002/jwmg.21865",
      "reference_type": "journal",
      "full_citation": "Pearse, A., Sargeant, G., Krapu, G., & Brandt, D. (2020). Population and harvest dynamics of midcontinent sandhill cranes. Journal of Wildlife Management, 84(5), 902-910. https://doi.org/10.1002/jwmg.21865"
    },
    {
      "title": "Using morphological measurements to predict subspecies of midcontinent sandhill cranes",
      "authors": ["VonBank, J.", "Brandt, D.", "Pearse, A.", "Wester, D.", "Ballard, B."],
      "journal": "Wildlife Society Bulletin",
      "year": 2019,
      "volume": "43",
      "issue": "4",
      "pages": "737-744",
      "doi": "10.1002/wsb.1020",
      "url": "https://doi.org/10.1002/wsb.1020",
      "reference_type": "journal",
      "full_citation": "VonBank, J., Brandt, D., Pearse, A., Wester, D., & Ballard, B. (2019). Using morphological measurements to predict subspecies of midcontinent sandhill cranes. Wildlife Society Bulletin, 43(4), 737-744. https://doi.org/10.1002/wsb.1020"
    }
  ],
  "metadata": {
    "processing_date": "2025-06-12T10:00:00Z",
    "source_file": "scite_antigone_canadensis.md",
    "total_sections": 11,
    "total_references": 13,
    "parser_version": "unified_v1.0"
  }
}