{
  "species_data": {
    "scientific_name": "Balaenoptera musculus",
    "common_name": "Blue Whale",
    "kingdom": "Animalia",
    "phylum": "Chordata",
    "class": "Mammalia",
    "order_name": "Artiodactyla",
    "family": "Balaenopteridae",
    "genus": "Balaenoptera",
    "species_name": "musculus",
    "authority": null,
    "description": "The blue whale, Balaenoptera musculus, is the largest animal known to have ever existed, with lengths averaging between 24 to 30 meters (approximately 79 to 98 feet) and weights ranging from 100 to 150 metric tons (Slater et al., 2017; (Árnason et al., 2018). Its coloration typically features a bluish-grey hue with lighter spots, which varies geographically. Sexual dimorphism is present, with females generally being larger than males, a common trait among many cetacean species (Árnason et al., 2018). Unique anatomical features include large, pleated throat grooves that allow for expansive feeding during lunge-feeding behaviors, and the presence of baleen plates instead of teeth, which are used to filter krill from the water (Slater et al., 2017; Potvin et al., 2012).",
    "habitat_description": "Blue whales prefer deep, nutrient-rich oceanic environments, often inhabiting temperate and polar regions during feeding seasons. They migrate extensively, typically moving to warmer, shallower breeding areas during winter, such as the coastal waters of Mexico and California, while foraging in nutrient-dense upwelling regions during summer months (Gill et al., 2011; (Branch et al., 2007; . Their depth range can vary significantly, with known dives extending to depths of over 500 meters (approximately 1,640 feet), usually correlated with food availability (Goldbogen et al., 2011; Potvin et al., 2012).",
    "population_size": "The most recent estimate of the global population size of blue whales is approximately 10,000 to 25,000 individuals, as reported by the International Whaling Commission and other conservation entities in 2023 (Hucke‐Gaete et al., 2004; . This number represents a recovery from historical whaling impacts; however, it remains significantly lower than pre-whaling estimates, which surpassed 300,000 individuals worldwide (Branch et al., 2007; (Hucke‐Gaete et al., 2004; .",
    "population_trend": "Current trends indicate that blue whale populations are slowly increasing in many regions, particularly in the North Atlantic and Southern Oceans, where protections have been established. However, local populations, especially in isolated areas, show varying trends influenced by specific environmental and anthropogenic pressures (Leroy et al., 2018; (Pérez‐Jorge et al., 2020; .",
    "generation_length": 22,
    "movement_patterns": "Blue whales exhibit migratory patterns, typically migrating thousands of kilometers between breeding and feeding grounds annually. Their movements depend heavily on the availability of food resources, with behavior often described as area-restricted searching (ARS) during feeding periods, reflecting their reliance on krill Silva et al., 2013). Seasonal dispersal and site fidelity have been observed, indicating robust migratory habits influenced by environmental factors such as ocean currents and temperature variations (Pérez‐Jorge et al., 2020; Silva et al., 2013).",
    "use_and_trade": "Blue whales are not subject to commercial hunting today due to international protections; however, their historical exploitation in whaling significantly reduced their numbers. Currently, there are no known legal markets for blue whale products. The species is listed under Appendix I of CITES, indicating a full protection status for international trade (Hucke‐Gaete et al., 2004; .",
    "threats_overview": "Blue whales face numerous threats, primarily from climate change, which impacts their feeding habitats through alterations in krill populations. Other significant threats include ship strikes, entanglement in fishing gear, pollution from industrial activities, and bycatch in commercial fisheries (Pérez‐Jorge et al., 2020; (Hucke‐Gaete et al., 2004; . The increased traffic in shipping lanes poses a critical risk to their safety (Caruso et al., 2020). The severity of these threats varies regionally, necessitating comprehensive monitoring and conservation strategies.",
    "conservation_overview": "Conservation actions include international agreements such as the IWC's moratorium on commercial whaling and various habitat protections mandated by national regulations. Joint management initiatives, such as Canada and Greenland’s collaborative efforts in the Arctic, aim to mitigate threats and promote research and conservation of blue whale populations (Hucke‐Gaete et al., 2004; Tsai & Fordyce, 2018). Active monitoring, research, and habitat designation are essential for the ongoing recovery of blue whale populations."
  },
  "conservation_profile": {
    "species_scientific_name": "Balaenoptera musculus",
    "profile_type": "comprehensive",
    "content": {
      "subpopulations": "Several subpopulations of blue whales are recognized, primarily categorized by geographic locations:\n\nNorth Atlantic blue whales (B. m. musculus)\nEastern North Pacific blue whales (distinct genetic populations)\nSouthern blue whales (B. m. intermedia), found in the Southern Hemisphere (Wolf et al., 2024)(Hucke‐Gaete et al., 2004; . Genetic studies have indicated further distinct populations based on vocalization patterns (Árnason et al., 2018).",
      "distribution_range": "The distribution of blue whales spans all of the world's oceans but is especially prevalent in temperate and polar waters. They inhabit the North Atlantic and North Pacific oceans, although their presence is less frequent in ice-covered regions due to habitat limitations (Goldbogen et al., 2011; (Hucke‐Gaete et al., 2004; . The species is considered broadly circumpolar (Wolf et al., 2024).",
      "source_file": "scite_blue_whale.md",
      "parsed_date": "2024-05-21T10:15:00Z",
      "sections_parsed": 11,
      "references_count": 13
    }
  },
  "references": [
    {
      "title": "Past and present distribution, densities and movements of blue whales balaenoptera musculus in the southern hemisphere and northern indian ocean",
      "authors": ["Branch, T.", "Stafford, K.", "Palacios, D.", "Allison, C.", "Bannister, J.", "Burton, C.", "Warneke, R."],
      "journal": "Mammal Review",
      "year": 2007,
      "volume": "37",
      "issue": "2",
      "pages": "116-175",
      "doi": "10.1111/j.1365-2907.2007.00106.x",
      "url": "https://doi.org/10.1111/j.1365-2907.2007.00106.x",
      "reference_type": "journal",
      "full_citation": "Branch, T., Stafford, K., Palacios, D., Allison, C., Bannister, J., Burton, C., … & Warneke, R. (2007). Past and present distribution, densities and movements of blue whales balaenoptera musculus in the southern hemisphere and northern indian ocean. Mammal Review, 37(2), 116-175. https://doi.org/10.1111/j.1365-2907.2007.00106.x"
    },
    {
      "title": "Diel differences in blue whale (balaenoptera musculus) dive behavior increase nighttime risk of ship strikes in northern chilean patagonia",
      "authors": ["Caruso, F.", "Hickmott, L.", "Warren, J.", "Segre, P.", "Chiang, G.", "Bahamonde, P.", "Bocconcelli, A."],
      "journal": "Integrative Zoology",
      "year": 2020,
      "volume": "16",
      "issue": "4",
      "pages": "594-611",
      "doi": "10.1111/1749-4877.12501",
      "url": "https://doi.org/10.1111/1749-4877.12501",
      "reference_type": "journal",
      "full_citation": "Caruso, F., Hickmott, L., Warren, J., Segre, P., Chiang, G., Bahamonde, P., … & Bocconcelli, A. (2020). Diel differences in blue whale (balaenoptera musculus) dive behavior increase nighttime risk of ship strikes in northern chilean patagonia. Integrative Zoology, 16(4), 594-611. https://doi.org/10.1111/1749-4877.12501"
    },
    {
      "title": "Blue whale habitat selection and within-season distribution in a regional upwelling system off southern australia",
      "authors": ["Gill, P.", "Morrice, M.", "Page, B.", "Pirzl, R.", "Levings, A.", "Coyne, M."],
      "journal": "Marine Ecology Progress Series",
      "year": 2011,
      "volume": "421",
      "issue": null,
      "pages": "243-263",
      "doi": "10.3354/meps08914",
      "url": "https://doi.org/10.3354/meps08914",
      "reference_type": "journal",
      "full_citation": "Gill, P., Morrice, M., Page, B., Pirzl, R., Levings, A., & Coyne, M. (2011). Blue whale habitat selection and within-season distribution in a regional upwelling system off southern australia. Marine Ecology Progress Series, 421, 243-263. https://doi.org/10.3354/meps08914"
    },
    {
      "title": "Scaling of lunge‐feeding performance in rorqual whales: mass‐specific energy expenditure increases with body size and progressively limits diving capacity",
      "authors": ["Goldbogen, J.", "Calambokidis, J.", "Croll, D.", "McKenna, M.", "Oleson, E.", "Potvin, J.", "Tershy, B."],
      "journal": "Functional Ecology",
      "year": 2011,
      "volume": "26",
      "issue": "1",
      "pages": "216-226",
      "doi": "10.1111/j.1365-2435.2011.01905.x",
      "url": "https://doi.org/10.1111/j.1365-2435.2011.01905.x",
      "reference_type": "journal",
      "full_citation": "Goldbogen, J., Calambokidis, J., Croll, D., McKenna, M., Oleson, E., Potvin, J., … & Tershy, B. (2011). Scaling of lunge‐feeding performance in rorqual whales: mass‐specific energy expenditure increases with body size and progressively limits diving capacity. Functional Ecology, 26(1), 216-226. https://doi.org/10.1111/j.1365-2435.2011.01905.x"
    },
    {
      "title": "Discovery of a blue whale feeding and nursing ground in southern chile",
      "authors": ["Hucke‐Gaete, R.", "Osman, L.", "Moreno, C.", "Findlay, K.", "Ljungblad, D."],
      "journal": "Proceedings of the Royal Society B Biological Sciences",
      "year": 2004,
      "volume": "271",
      "issue": "suppl_4",
      "pages": null,
      "doi": "10.1098/rsbl.2003.0132",
      "url": "https://doi.org/10.1098/rsbl.2003.0132",
      "reference_type": "journal",
      "full_citation": "Hucke‐Gaete, R., Osman, L., Moreno, C., Findlay, K., & Ljungblad, D. (2004). Discovery of a blue whale feeding and nursing ground in southern chile. Proceedings of the Royal Society B Biological Sciences, 271(suppl_4). https://doi.org/10.1098/rsbl.2003.0132"
    },
    {
      "title": "Long‐term and seasonal changes of large whale call frequency in the southern indian ocean",
      "authors": ["Leroy, E.", "Royer, J.", "Bonnel, J.", "Samaran, F."],
      "journal": "Journal of Geophysical Research Oceans",
      "year": 2018,
      "volume": "123",
      "issue": "11",
      "pages": "8568-8580",
      "doi": "10.1029/2018jc014352",
      "url": "https://doi.org/10.1029/2018jc014352",
      "reference_type": "journal",
      "full_citation": "Leroy, E., Royer, J., Bonnel, J., & Samaran, F. (2018). Long‐term and seasonal changes of large whale call frequency in the southern indian ocean. Journal of Geophysical Research Oceans, 123(11), 8568-8580. https://doi.org/10.1029/2018jc014352"
    },
    {
      "title": "Metabolic expenditures of lunge feeding rorquals across scale: implications for the evolution of filter feeding and the limits to maximum body size",
      "authors": ["Potvin, J.", "Goldbogen, J.", "Shadwick, R."],
      "journal": "Plos One",
      "year": 2012,
      "volume": "7",
      "issue": "9",
      "pages": "e44854",
      "doi": "10.1371/journal.pone.0044854",
      "url": "https://doi.org/10.1371/journal.pone.0044854",
      "reference_type": "journal",
      "full_citation": "Potvin, J., Goldbogen, J., & Shadwick, R. (2012). Metabolic expenditures of lunge feeding rorquals across scale: implications for the evolution of filter feeding and the limits to maximum body size. Plos One, 7(9), e44854. https://doi.org/10.1371/journal.pone.0044854"
    },
    {
      "title": "Environmental drivers of large‐scale movements of baleen whales in the mid‐north atlantic ocean",
      "authors": ["Pérez‐Jorge, S.", "Tobeña, M.", "Prieto, R.", "Vandeperre, F.", "Calmettes, B.", "Lehodey, P.", "Silva, M."],
      "journal": "Diversity and Distributions",
      "year": 2020,
      "volume": "26",
      "issue": "6",
      "pages": "683-698",
      "doi": "10.1111/ddi.13038",
      "url": "https://doi.org/10.1111/ddi.13038",
      "reference_type": "journal",
      "full_citation": "Pérez‐Jorge, S., Tobeña, M., Prieto, R., Vandeperre, F., Calmettes, B., Lehodey, P., … & Silva, M. (2020). Environmental drivers of large‐scale movements of baleen whales in the mid‐north atlantic ocean. Diversity and Distributions, 26(6), 683-698. https://doi.org/10.1111/ddi.13038"
    },
    {
      "title": "North atlantic blue and fin whales suspend their spring migration to forage in middle latitudes: building up energy reserves for the journey?",
      "authors": ["Silva, M.", "Prieto, R.", "Jonsen, I.", "Baumgartner, M.", "Santos, R."],
      "journal": "Plos One",
      "year": 2013,
      "volume": "8",
      "issue": "10",
      "pages": "e76507",
      "doi": "10.1371/journal.pone.0076507",
      "url": "https://doi.org/10.1371/journal.pone.0076507",
      "reference_type": "journal",
      "full_citation": "Silva, M., Prieto, R., Jonsen, I., Baumgartner, M., & Santos, R. (2013). North atlantic blue and fin whales suspend their spring migration to forage in middle latitudes: building up energy reserves for the journey?. Plos One, 8(10), e76507. https://doi.org/10.1371/journal.pone.0076507"
    },
    {
      "title": "Independent evolution of baleen whale gigantism linked to plio-pleistocene ocean dynamics",
      "authors": ["Slater, G.", "Goldbogen, J.", "Pyenson, N."],
      "journal": "Proceedings of the Royal Society B Biological Sciences",
      "year": 2017,
      "volume": "284",
      "issue": "1855",
      "pages": "20170546",
      "doi": "10.1098/rspb.2017.0546",
      "url": "https://doi.org/10.1098/rspb.2017.0546",
      "reference_type": "journal",
      "full_citation": "Slater, G., Goldbogen, J., & Pyenson, N. (2017). Independent evolution of baleen whale gigantism linked to plio-pleistocene ocean dynamics. Proceedings of the Royal Society B Biological Sciences, 284(1855), 20170546. https://doi.org/10.1098/rspb.2017.0546"
    },
    {
      "title": "A new archaic baleen whale toipahautea waitaki (early late oligocene, new zealand) and the origins of crown mysticeti",
      "authors": ["Tsai, C.", "Fordyce, R."],
      "journal": "Royal Society Open Science",
      "year": 2018,
      "volume": "5",
      "issue": "4",
      "pages": "172453",
      "doi": "10.1098/rsos.172453",
      "url": "https://doi.org/10.1098/rsos.172453",
      "reference_type": "journal",
      "full_citation": "Tsai, C. and Fordyce, R. (2018). A new archaic baleen whale\n            toipahautea waitaki\n            (early late oligocene, new zealand) and the origins of crown mysticeti. Royal Society Open Science, 5(4), 172453. https://doi.org/10.1098/rsos.172453"
    },
    {
      "title": "Ocean‐wide conservation genomics of blue whales suggest new northern hemisphere subspecies",
      "authors": ["Wolf, M.", "Jong, M.", "Janke, A."],
      "journal": "Molecular Ecology",
      "year": 2024,
      "volume": "34",
      "issue": "2",
      "pages": null,
      "doi": "10.1111/mec.17619",
      "url": "https://doi.org/10.1111/mec.17619",
      "reference_type": "journal",
      "full_citation": "Wolf, M., Jong, M., & Janke, A. (2024). Ocean‐wide conservation genomics of blue whales suggest new northern hemisphere subspecies. Molecular Ecology, 34(2). https://doi.org/10.1111/mec.17619"
    },
    {
      "title": "Whole-genome sequencing of the blue whale and other rorquals finds signatures for introgressive gene flow",
      "authors": ["Árnason, Ú.", "Lammers, F.", "Kumar, V.", "Nilsson, M.", "Janke, A."],
      "journal": "Science Advances",
      "year": 2018,
      "volume": "4",
      "issue": "4",
      "pages": null,
      "doi": "10.1126/sciadv.aap9873",
      "url": "https://doi.org/10.1126/sciadv.aap9873",
      "reference_type": "journal",
      "full_citation": "Árnason, Ú., Lammers, F., Kumar, V., Nilsson, M., & Janke, A. (2018). Whole-genome sequencing of the blue whale and other rorquals finds signatures for introgressive gene flow. Science Advances, 4(4). https://doi.org/10.1126/sciadv.aap9873"
    }
  ],
  "metadata": {
    "processing_date": "2024-05-21T10:15:00Z",
    "source_file": "scite_blue_whale.md",
    "total_sections": 11,
    "total_references": 13,
    "parser_version": "unified_v1.0"
  }
}