{
  "species_data": {
    "scientific_name": "Balaenoptera acutorostrata",
    "common_name": "Common Minke Whale",
    "kingdom": "Animalia",
    "phylum": "Chordata",
    "class": "Mammalia",
    "order_name": "Artiodactyla",
    "family": "Balaenopteridae",
    "genus": "Balaenoptera",
    "species_name": "acutorostrata",
    "authority": null,
    "description": "The Common Minke Whale, Balaenoptera acutorostrata, is among the smallest of the rorquals, reaching an average length of 7.5 to 10.7 meters and weighing between 5,000 to 10,000 kg (Risch et al., 2019). Morphologically, these whales have a streamlined body with a pointed rostrum, long flippers, and distinctive dorsal fins that are often located towards the rear of their bodies. Their coloration typically features a dark gray or bluish-black dorsal surface with lighter sides and a white underside, but there can be considerable variation (Nishimura et al., 2021). Sexual dimorphism is not pronounced; although males are generally slightly smaller than females, other anatomical features such as a unique striped pattern on their backs may serve a role in species identification rather than sexual differentiation (Song et al., 2010).",
    "habitat_description": "Balaenoptera acutorostrata is primarily found in temperate and polar waters across the North Atlantic and North Pacific oceans, with preferences for deep, open oceanic regions and coastal areas during feeding periods (Solvang et al., 2022). Its habitat is influenced by seasonal shifts as these whales migrate to colder waters during the summer months for feeding, moving to warmer latitudes during winter for breeding (Andersen et al., 2003). Defined migratory routes primarily occur along continental shelves and deep oceanic basins, where they can dive to depths of approximately 100-200 meters during foraging (Song, 2011).",
    "population_size": "Recent estimates suggest a global population size for Common Minke Whales around 106,000 individuals in the Northeast Atlantic (Glover et al., 2010). This figure was derived from comprehensive aerial surveys, developed through methodologies that consider potential uncertainties in counting methodologies (Borchers et al., 2009).",
    "population_trend": "The population trend of B. acutorostrata is often classified as stable across many areas; however, certain local populations, particularly those in the Northeast Atlantic, face considerable threats from anthropogenic factors (Solvang et al., 2022). Assessment studies indicate that some populations may experience localized declines due to commercial whaling and fishing gear entanglements (Leaper et al., 2022).",
    "generation_length": 10,
    "movement_patterns": "Common Minke Whales exhibit migratory patterns linked to seasonal feeding and breeding (Andersen et al., 2003). They demonstrate strong site fidelity, returning to productive feeding grounds annually, although specific wintering areas remain poorly defined (Song, 2011). Tracking studies have shown that they can travel significant distances, with some individuals documented migrating from summer habitats in the Arctic to winter calving areas in lower latitudes (Glover et al., 2010).",
    "use_and_trade": "Human interactions with Common Minke Whales include subsistence hunting and limited commercial whaling, which is still regulated in some countries under international agreements (Risch et al., 2019). The species is included in the CITES Appendices, and its hunting is governed by various quotas and management plans established by the International Whaling Commission (IWC) (Risch et al., 2019).",
    "threats_overview": "Major threats to B. acutorostrata include climate change, which alters prey availability and migratory behavior (Risch et al., 2019). Significant threats encompass commercial whaling, entanglement in fishing gear, ship strikes, and underwater noise pollution that can disrupt their vocalizations and echolocation abilities (Leaper et al., 2022). Mortality rates from these impacts may lead to localized population declines, emphasizing the urgent need for effective management strategies (Borchers et al., 2009).",
    "conservation_overview": "Conservation actions for B. acutorostrata include various international agreements and national regulations aimed at protecting their habitats and curbing whaling practices (Risch et al., 2019). Joint management initiatives, such as the consultations between Canada and Greenland, seek to ensure sustainable practices regarding the hunting and conservation of minke whale populations (Song et al., 2010)."
  },
  "conservation_profile": {
    "species_scientific_name": "Balaenoptera acutorostrata",
    "profile_type": "comprehensive",
    "content": {
      "subpopulations": "There are recognized subpopulations of B. acutorostrata, including the North Atlantic minke whale (B. a. acutorostrata) and the North Pacific minke whale (B. a. scammoni) (Kim et al., 2023). Genetic analyses suggest the existence of distinct ecological regions associated with different migratory behaviors and genetic variability (Andersen et al., 2003).",
      "distribution_range": "Geographically, B. acutorostrata has a broad distribution, prevalent in both the Atlantic and Pacific sectors, and can be found as far north as the Arctic waters during summer months (Song, 2011). It is considered circumglobal within its preferred climatic zones, with distinct populations in the North Atlantic and North Pacific (Risch et al., 2019).",
      "source_file": "scite_minke_whale.md",
      "parsed_date": "2025-06-11T21:30:00Z",
      "sections_parsed": 11,
      "references_count": 11
    }
  },
  "references": [
    {
      "title": "Genetic population structure of minke whales balaenoptera acutorostrata from greenland, the north east atlantic and the north sea probably reflects different ecological regions",
      "authors": ["Andersen, L.", "Born, E.", "Dietz, R.", "Haug, T.", "Øien, N.", "Bendixen, C."],
      "journal": "Marine Ecology Progress Series",
      "year": 2003,
      "volume": "247",
      "issue": null,
      "pages": "263-280",
      "doi": "10.3354/meps247263",
      "url": "https://doi.org/10.3354/meps247263",
      "reference_type": "journal",
      "full_citation": "Andersen, L., Born, E., Dietz, R., Haug, T., Øien, N., & Bendixen, C. (2003). Genetic population structure of minke whales balaenoptera acutorostrata from greenland, the north east atlantic and the north sea probably reflects different ecological regions. Marine Ecology Progress Series, 247, 263-280. https://doi.org/10.3354/meps247263"
    },
    {
      "title": "Minke whale abundance estimation from the nass 1987 and 2001 aerial cue–counting surveys taking appropriate account of distance estimation errors",
      "authors": ["Borchers, D.", "Pike, D.", "Gunnlaugsson, Þ.", "Víkingsson, G."],
      "journal": "Nammco Scientific Publications",
      "year": 2009,
      "volume": "7",
      "issue": null,
      "pages": "95",
      "doi": "10.7557/3.2708",
      "url": "https://doi.org/10.7557/3.2708",
      "reference_type": "journal",
      "full_citation": "Borchers, D., Pike, D., Gunnlaugsson, Þ., & Víkingsson, G. (2009). Minke whale abundance estimation from the nass 1987 and 2001 aerial cue–counting surveys taking appropriate account of distance estimation errors. Nammco Scientific Publications, 7, 95. https://doi.org/10.7557/3.2708"
    },
    {
      "title": "Migration of antarctic minke whales to the arctic",
      "authors": ["Glover, K.", "Kanda, N.", "Haug, T.", "Pastene, L.", "Øien, N.", "Goto, M.", "Skaug, H."],
      "journal": "Plos One",
      "year": 2010,
      "volume": "5",
      "issue": "12",
      "pages": "e15197",
      "doi": "10.1371/journal.pone.0015197",
      "url": "https://doi.org/10.1371/journal.pone.0015197",
      "reference_type": "journal",
      "full_citation": "Glover, K., Kanda, N., Haug, T., Pastene, L., Øien, N., Goto, M., … & Skaug, H. (2010). Migration of antarctic minke whales to the arctic. Plos One, 5(12), e15197. https://doi.org/10.1371/journal.pone.0015197"
    },
    {
      "title": "Phylogenetic and phylogeographic analyses of anisakis simplex sensu stricto (nematoda: anisakidae) from the common minke whale in korean waters",
      "authors": ["Kim, S.", "Lee, B.", "Choe, S."],
      "journal": "Parasites Hosts and Diseases",
      "year": 2023,
      "volume": "61",
      "issue": "3",
      "pages": "240-250",
      "doi": "10.3347/phd.23046",
      "url": "https://doi.org/10.3347/phd.23046",
      "reference_type": "journal",
      "full_citation": "Kim, S., Lee, B., & Choe, S. (2023). Phylogenetic and phylogeographic analyses of anisakis simplex sensu stricto (nematoda: anisakidae) from the common minke whale in korean waters. Parasites Hosts and Diseases, 61(3), 240-250. https://doi.org/10.3347/phd.23046"
    },
    {
      "title": "Estimates of humpback and minke whale entanglements in the scottish static pot (creel) fishery",
      "authors": ["Leaper, R.", "MacLennan, E.", "Brownlow, A.", "Calderan, S.", "Dyke, K.", "Evans, P.", "Ryan, C."],
      "journal": "Endangered Species Research",
      "year": 2022,
      "volume": "49",
      "issue": null,
      "pages": "217-232",
      "doi": "10.3354/esr01214",
      "url": "https://doi.org/10.3354/esr01214",
      "reference_type": "journal",
      "full_citation": "Leaper, R., MacLennan, E., Brownlow, A., Calderan, S., Dyke, K., Evans, P., … & Ryan, C. (2022). Estimates of humpback and minke whale entanglements in the scottish static pot (creel) fishery. Endangered Species Research, 49, 217-232. https://doi.org/10.3354/esr01214"
    },
    {
      "title": "Morphological differences in skulls and feeding apparatuses between antarctic (balaenoptera bonaerensis) and common (balaenoptera acutorostrata) minke whales, and the implication for their feeding ecology",
      "authors": ["Nishimura, F.", "Kim, Y.", "Bando, T.", "Fujise, Y.", "Nakamura, G.", "Murase, H.", "Kato, H."],
      "journal": "Canadian Journal of Zoology",
      "year": 2021,
      "volume": "99",
      "issue": "12",
      "pages": "1067-1079",
      "doi": "10.1139/cjz-2020-0237",
      "url": "https://doi.org/10.1139/cjz-2020-0237",
      "reference_type": "journal",
      "full_citation": "Nishimura, F., Kim, Y., Bando, T., Fujise, Y., Nakamura, G., Murase, H., … & Kato, H. (2021). Morphological differences in skulls and feeding apparatuses between antarctic (balaenoptera bonaerensis) and common (balaenoptera acutorostrata) minke whales, and the implication for their feeding ecology. Canadian Journal of Zoology, 99(12), 1067-1079. https://doi.org/10.1139/cjz-2020-0237"
    },
    {
      "title": "Radiation and speciation of pelagic organisms during periods of global warming: the case of the common minke whale, balaenoptera acutorostrata",
      "authors": ["Pastene, L.", "Goto, M.", "Kanda, N.", "Zerbini, A.", "Kerem, D.", "Watanabe, K.", "Palsbøll, P."],
      "journal": "Molecular Ecology",
      "year": 2007,
      "volume": "16",
      "issue": "7",
      "pages": "1481-1495",
      "doi": "10.1111/j.1365-294x.2007.03244.x",
      "url": "https://doi.org/10.1111/j.1365-294x.2007.03244.x",
      "reference_type": "journal",
      "full_citation": "Pastene, L., Goto, M., Kanda, N., Zerbini, A., Kerem, D., Watanabe, K., … & Palsbøll, P. (2007). Radiation and speciation of pelagic organisms during periods of global warming: the case of the common minke whale, balaenoptera acutorostrata. Molecular Ecology, 16(7), 1481-1495. https://doi.org/10.1111/j.1365-294x.2007.03244.x"
    },
    {
      "title": "Common and antarctic minke whales: conservation status and future research directions",
      "authors": ["Risch, D.", "Norris, T.", "Curnock, M.", "Friedlaender, A."],
      "journal": "Frontiers in Marine Science",
      "year": 2019,
      "volume": "6",
      "issue": null,
      "pages": null,
      "doi": "10.3389/fmars.2019.00247",
      "url": "https://doi.org/10.3389/fmars.2019.00247",
      "reference_type": "journal",
      "full_citation": "Risch, D., Norris, T., Curnock, M., & Friedlaender, A. (2019). Common and antarctic minke whales: conservation status and future research directions. Frontiers in Marine Science, 6. https://doi.org/10.3389/fmars.2019.00247"
    },
    {
      "title": "Recent trends in temporal and geographical variation in blubber thickness of common minke whales (balaenoptera acutorostrata acutorostrata) in the northeast atlantic",
      "authors": ["Solvang, H.", "Haug, T.", "Øien, N."],
      "journal": "Nammco Scientific Publications",
      "year": 2022,
      "volume": "12",
      "issue": null,
      "pages": null,
      "doi": "10.7557/3.6308",
      "url": "https://doi.org/10.7557/3.6308",
      "reference_type": "journal",
      "full_citation": "Solvang, H., Haug, T., & Øien, N. (2022). Recent trends in temporal and geographical variation in blubber thickness of common minke whales (balaenoptera acutorostrata acutorostrata) in the northeast atlantic. Nammco Scientific Publications, 12. https://doi.org/10.7557/3.6308"
    },
    {
      "title": "Status of j stock minke whales (balaenoptera acutorostrata)",
      "authors": ["Song, K."],
      "journal": "Animal Cells and Systems",
      "year": 2011,
      "volume": "15",
      "issue": "1",
      "pages": "79-84",
      "doi": "10.1080/19768354.2011.555148",
      "url": "https://doi.org/10.1080/19768354.2011.555148",
      "reference_type": "journal",
      "full_citation": "Song, K. (2011). Status of j stock minke whales (balaenoptera acutorostrata). Animal Cells and Systems, 15(1), 79-84. https://doi.org/10.1080/19768354.2011.555148"
    },
    {
      "title": "Fishing gears involved in entanglements of minke whales (balaenoptera acutorostrata) in the east sea of korea",
      "authors": ["Song, K.", "Kim, Z.", "Zhang, C.", "Kim, Y."],
      "journal": "Marine Mammal Science",
      "year": 2010,
      "volume": "26",
      "issue": "2",
      "pages": "282-295",
      "doi": "10.1111/j.1748-7692.2009.00340.x",
      "url": "https://doi.org/10.1111/j.1748-7692.2009.00340.x",
      "reference_type": "journal",
      "full_citation": "Song, K., Kim, Z., Zhang, C., & Kim, Y. (2010). Fishing gears involved in entanglements of minke whales (balaenoptera acutorostrata) in the east sea of korea. Marine Mammal Science, 26(2), 282-295. https://doi.org/10.1111/j.1748-7692.2009.00340.x"
    }
  ],
  "metadata": {
    "processing_date": "2025-06-11T21:30:00Z",
    "source_file": "scite_minke_whale.md",
    "total_sections": 11,
    "total_references": 11,
    "parser_version": "unified_v1.0"
  }
}