{
  "species_data": {
    "scientific_name": "Balaenoptera physalus",
    "common_name": "Fin Whale",
    "kingdom": "Animalia",
    "phylum": "Chordata",
    "class": "Mammalia",
    "order_name": "Artiodactyla",
    "family": "Balaenopteridae",
    "genus": "Balaenoptera",
    "species_name": "physalus",
    "authority": null,
    "description": "The fin whale (Balaenoptera physalus) is the second largest baleen whale, reaching an average length of approximately 20 to 27 meters and weighing between 40 to 80 metric tons (Aulich et al., 2019), Archer et al., 2013). Their coloration typically consists of a mottled dark gray or blue-gray body with lighter undersides, providing effective camouflage in their deep-sea habitats (Aulich et al., 2019), Weirathmueller et al., 2017). Notable anatomical structures include a prominent dorsal fin located towards the rear of the body and long, slender baleen plates for filter feeding, which can measure up to 90 cm (Silva et al., 2019). Unlike some other rorqual species, fin whales exhibit minimal sexual dimorphism, although males are generally slightly smaller than females (Aulich et al., 2019).",
    "habitat_description": "Fin whales are predominantly found in deep offshore waters, often inhabiting areas with rich food supplies, such as continental shelves, where they can dive to depths of over 200 meters (Edwards et al., 2015; . They exhibit seasonal habitat preferences, often migrating from warmer breeding areas in the winter (such as lower latitude waters) to nutrient-rich feeding grounds in the summer, including Arctic regions (Edwards et al., 2015; . They are particularly associated with areas that experience phytoplankton blooms, which sustain their primary food source: krill and small fish (Druon et al., 2012).",
    "population_size": "The most recent global population estimate for Balaenoptera physalus is approximately 100,000 individuals, according to a comprehensive study published in 2015 (Edwards et al., 2015; . This estimate, however, varies based on localized population assessments.",
    "population_trend": "The overall population trend for fin whales is currently classified as increasing in certain areas, particularly where conservation measures are active, although some regions still show declines due to anthropogenic pressures (Mizroch et al., 2009; , (Aulich et al., 2022; . For example, while populations in the North Atlantic are showing signs of recovery, those in the Mediterranean are facing significant threats and continued low numbers (Aulich et al., 2022; , (Romagosa et al., 2024).",
    "generation_length": 25,
    "movement_patterns": "Fin whales exhibit extensive migratory patterns, often traveling great distances between feeding and breeding grounds. They generally migrate towards polar regions during feeding periods (spring and summer) and return to more temperate waters in autumn and winter Silva et al., 2013). Their movement patterns also exhibit some degree of site fidelity, particularly in terms of vocalizations, which may indicate social structures and breeding behaviors (Morano et al., 2012).",
    "use_and_trade": "Historically, fin whales were hunted extensively for their blubber, meat, and baleen, leading to their current designation as endangered (Aulich et al., 2019). While commercial whaling has largely ceased, they are still subject to incidental catches and various human interactions, including proposed whale watching tours (Sattar, 2023). They are listed under CITES, providing certain protections, although illegal poaching still poses challenges (Aulich et al., 2019).",
    "threats_overview": "Major threats to fin whales include climate change, which affects prey availability and migratory patterns, habitat loss due to shipping and industrial activities, and direct threats like ship strikes and entanglement in fishing gear Laist et al., 2001). Additionally, accumulating acoustic pollution from human activities further complicates their communication and feeding behaviors (Mizroch et al., 2009; , Shabangu et al., 2020). Hunting during the whaling era has also historically impacted their populations, although international regulations have helped mitigate this threat (Aulich et al., 2019).",
    "conservation_overview": "Conservation actions for Balaenoptera physalus include international agreements aimed at limiting whaling, establishing marine protected areas, and implementing ship strike reduction measures Laist et al., 2001). The IUCN Red List categorizes this species as endangered, prompting further research and management initiatives (Aulich et al., 2019). Collaborative efforts, such as the Canada-Greenland Commission, aim to enhance protective measures for migratory species in shared waters (Edwards et al., 2015; , Laist et al., 2001)."
  },
  "conservation_profile": {
    "species_scientific_name": "Balaenoptera physalus",
    "profile_type": "comprehensive",
    "content": {
      "subpopulations": "There are recognized subpopulations based on geographic distribution and ecological differences. Notably, these include populations in the North Atlantic, the North Pacific, and distinct groups in the Mediterranean Sea Laist et al., 2001). Each of these groups may exhibit varying acoustic characteristics and migration behaviors (Romagosa et al., 2024).",
      "distribution_range": "Balaenoptera physalus has a worldwide distribution but is notably present in both the North Atlantic and North Pacific oceans. In the Arctic context, they are predominantly found in regions such as the Gulf of Maine and surrounding Arctic waters during summer months where they feed on plentiful krill (Mizroch et al., 2009; , Silva et al., 2013). The species does not have an endemic range; rather, they migrate widely across different oceanic sectors (Edwards et al., 2015; .",
      "source_file": "scite_fin_whale.md",
      "parsed_date": "2024-05-21T11:00:00Z",
      "sections_parsed": 11,
      "references_count": 14
    }
  },
  "references": [
    {
      "title": "Mitogenomic phylogenetics of fin whales (balaenoptera physalus spp.): genetic evidence for revision of subspecies",
      "authors": ["Archer, F.", "Morin, P.", "Hancock‐Hanser, B.", "Robertson, K.", "Leslie, M.", "Bérubé, M.", "Taylor, B."],
      "journal": "Plos One",
      "year": 2013,
      "volume": "8",
      "issue": "5",
      "pages": "e63396",
      "doi": "10.1371/journal.pone.0063396",
      "url": "https://doi.org/10.1371/journal.pone.0063396",
      "reference_type": "journal",
      "full_citation": "Archer, F., Morin, P., Hancock‐Hanser, B., Robertson, K., Leslie, M., Bérubé, M., … & Taylor, B. (2013). Mitogenomic phylogenetics of fin whales (balaenoptera physalus spp.): genetic evidence for revision of subspecies. Plos One, 8(5), e63396. https://doi.org/10.1371/journal.pone.0063396"
    },
    {
      "title": "Seasonal distribution of the fin whale (balaenoptera physalus) in antarctic and australian waters based on passive acoustics",
      "authors": ["Aulich, M.", "McCauley, R.", "Miller, B.", "Samaran, F.", "Giorli, G.", "Saunders, B.", "Erbe, C."],
      "journal": "Frontiers in Marine Science",
      "year": 2022,
      "volume": "9",
      "issue": null,
      "pages": null,
      "doi": "10.3389/fmars.2022.864153",
      "url": "https://doi.org/10.3389/fmars.2022.864153",
      "reference_type": "journal",
      "full_citation": "Aulich, M., McCauley, R., Miller, B., Samaran, F., Giorli, G., Saunders, B., … & Erbe, C. (2022). Seasonal distribution of the fin whale (balaenoptera physalus) in antarctic and australian waters based on passive acoustics. Frontiers in Marine Science, 9. https://doi.org/10.3389/fmars.2022.864153"
    },
    {
      "title": "Fin whale (balaenoptera physalus) migration in australian waters using passive acoustic monitoring",
      "authors": ["Aulich, M.", "McCauley, R.", "Saunders, B.", "Parsons, M."],
      "journal": "Scientific Reports",
      "year": 2019,
      "volume": "9",
      "issue": "1",
      "pages": null,
      "doi": "10.1038/s41598-019-45321-w",
      "url": "https://doi.org/10.1038/s41598-019-45321-w",
      "reference_type": "journal",
      "full_citation": "Aulich, M., McCauley, R., Saunders, B., & Parsons, M. (2019). Fin whale (balaenoptera physalus) migration in australian waters using passive acoustic monitoring. Scientific Reports, 9(1). https://doi.org/10.1038/s41598-019-45321-w"
    },
    {
      "title": "Potential feeding habitat of fin whales in the western mediterranean sea: an environmental niche model",
      "authors": ["Druon, J.", "Panigada, S.", "David, L.", "Gannier, A.", "Mayol, P.", "Arcangeli, A.", "Gauffier, P."],
      "journal": "Marine Ecology Progress Series",
      "year": 2012,
      "volume": "464",
      "issue": null,
      "pages": "289-306",
      "doi": "10.3354/meps09810",
      "url": "https://doi.org/10.3354/meps09810",
      "reference_type": "journal",
      "full_citation": "Druon, J., Panigada, S., David, L., Gannier, A., Mayol, P., Arcangeli, A., … & Gauffier, P. (2012). Potential feeding habitat of fin whales in the western mediterranean sea: an environmental niche model. Marine Ecology Progress Series, 464, 289-306. https://doi.org/10.3354/meps09810"
    },
    {
      "title": "Global distribution of fin whalesbalaenoptera physalusin the post‐whaling era (1980–2012)",
      "authors": ["Edwards, E.", "Hall, C.", "Moore, T.", "Sheredy, C.", "Redfern, J."],
      "journal": "Mammal Review",
      "year": 2015,
      "volume": "45",
      "issue": "4",
      "pages": "197-214",
      "doi": "10.1111/mam.12048",
      "url": "https://doi.org/10.1111/mam.12048",
      "reference_type": "journal",
      "full_citation": "Edwards, E., Hall, C., Moore, T., Sheredy, C., & Redfern, J. (2015). Global distribution of fin whalesbalaenoptera physalusin the post‐whaling era (1980–2012). Mammal Review, 45(4), 197-214. https://doi.org/10.1111/mam.12048"
    },
    {
      "title": "Collisions between ships and whales",
      "authors": ["Laist, D.", "Knowlton, A.", "Mead, J.", "Collet, A.", "Podestà, M."],
      "journal": "Marine Mammal Science",
      "year": 2001,
      "volume": "17",
      "issue": "1",
      "pages": "35-75",
      "doi": "10.1111/j.1748-7692.2001.tb00980.x",
      "url": "https://doi.org/10.1111/j.1748-7692.2001.tb00980.x",
      "reference_type": "journal",
      "full_citation": "Laist, D., Knowlton, A., Mead, J., Collet, A., & Podestà, M. (2001). Collisions between ships and whales. Marine Mammal Science, 17(1), 35-75. https://doi.org/10.1111/j.1748-7692.2001.tb00980.x"
    },
    {
      "title": "Distribution and movements of fin whales in the north pacific ocean",
      "authors": ["Mizroch, S.", "Rice, D.", "Zwiefelhofer, D.", "Waite, J.", "Perryman, W."],
      "journal": "Mammal Review",
      "year": 2009,
      "volume": "39",
      "issue": "3",
      "pages": "193-227",
      "doi": "10.1111/j.1365-2907.2009.00147.x",
      "url": "https://doi.org/10.1111/j.1365-2907.2009.00147.x",
      "reference_type": "journal",
      "full_citation": "Mizroch, S., Rice, D., Zwiefelhofer, D., Waite, J., & Perryman, W. (2009). Distribution and movements of fin whales in the north pacific ocean. Mammal Review, 39(3), 193-227. https://doi.org/10.1111/j.1365-2907.2009.00147.x"
    },
    {
      "title": "Seasonal and geographical patterns of fin whale song in the western north atlantic ocean",
      "authors": ["Morano, J.", "Salisbury, D.", "Rice, A.", "Conklin, K.", "Falk, K.", "Clark, C."],
      "journal": "The Journal of the Acoustical Society of America",
      "year": 2012,
      "volume": "132",
      "issue": "2",
      "pages": "1207-1212",
      "doi": "10.1121/1.4730890",
      "url": "https://doi.org/10.1121/1.4730890",
      "reference_type": "journal",
      "full_citation": "Morano, J., Salisbury, D., Rice, A., Conklin, K., Falk, K., & Clark, C. (2012). Seasonal and geographical patterns of fin whale song in the western north atlantic ocean. The Journal of the Acoustical Society of America, 132(2), 1207-1212. https://doi.org/10.1121/1.4730890"
    },
    {
      "title": "Fin whale song evolution in the north atlantic",
      "authors": ["Romagosa, M.", "Nieukirk, S.", "Cascão, I.", "Marques, T.", "Dziak, R.", "Royer, J.", "Silva, M."],
      "journal": "Elife",
      "year": 2024,
      "volume": "13",
      "issue": null,
      "pages": null,
      "doi": "10.7554/elife.83750",
      "url": "https://doi.org/10.7554/elife.83750",
      "reference_type": "journal",
      "full_citation": "Romagosa, M., Nieukirk, S., Cascão, I., Marques, T., Dziak, R., Royer, J., … & Silva, M. (2024). Fin whale song evolution in the north atlantic. Elife, 13. https://doi.org/10.7554/elife.83750"
    },
    {
      "title": "A new acoustical autonomous method for identifying endangered whale calls: a case study of blue whale and fin whale",
      "authors": ["Sattar, F."],
      "journal": "Sensors",
      "year": 2023,
      "volume": "23",
      "issue": "6",
      "pages": "3048",
      "doi": "10.3390/s23063048",
      "url": "https://doi.org/10.3390/s23063048",
      "reference_type": "journal",
      "full_citation": "Sattar, F. (2023). A new acoustical autonomous method for identifying endangered whale calls: a case study of blue whale and fin whale. Sensors, 23(6), 3048. https://doi.org/10.3390/s23063048"
    },
    {
      "title": "Acoustic seasonality, behaviour and detection ranges of antarctic blue and fin whales under different sea ice conditions off antarctica",
      "authors": ["Shabangu, F.", "Andrew, R.", "Yemane, D.", "Findlay, K."],
      "journal": "Endangered Species Research",
      "year": 2020,
      "volume": "43",
      "issue": null,
      "pages": "21-37",
      "doi": "10.3354/esr01050",
      "url": "https://doi.org/10.3354/esr01050",
      "reference_type": "journal",
      "full_citation": "Shabangu, F., Andrew, R., Yemane, D., & Findlay, K. (2020). Acoustic seasonality, behaviour and detection ranges of antarctic blue and fin whales under different sea ice conditions off antarctica. Endangered Species Research, 43, 21-37. https://doi.org/10.3354/esr01050"
    },
    {
      "title": "Stable isotopes reveal winter feeding in different habitats in blue, fin and sei whales migrating through the azores",
      "authors": ["Silva, M.", "Borrell, A.", "Prieto, R.", "Gauffier, P.", "Bérubé, M.", "Palsbøl, P.", "Colaço, A."],
      "journal": "Royal Society Open Science",
      "year": 2019,
      "volume": "6",
      "issue": "8",
      "pages": "181800",
      "doi": "10.1098/rsos.181800",
      "url": "https://doi.org/10.1098/rsos.181800",
      "reference_type": "journal",
      "full_citation": "Silva, M., Borrell, A., Prieto, R., Gauffier, P., Bérubé, M., Palsbøl, P., … & Colaço, A. (2019). Stable isotopes reveal winter feeding in different habitats in blue, fin and sei whales migrating through the azores. Royal Society Open Science, 6(8), 181800. https://doi.org/10.1098/rsos.181800"
    },
    {
      "title": "North atlantic blue and fin whales suspend their spring migration to forage in middle latitudes: building up energy reserves for the journey?",
      "authors": ["Silva, M.", "Prieto, R.", "Jonsen, I.", "Baumgartner, M.", "Santos, R."],
      "journal": "Plos One",
      "year": 2013,
      "volume": "8",
      "issue": "10",
      "pages": "e76507",
      "doi": "10.1371/journal.pone.0076507",
      "url": "https://doi.org/10.1371/journal.pone.0076507",
      "reference_type": "journal",
      "full_citation": "Silva, M., Prieto, R., Jonsen, I., Baumgartner, M., & Santos, R. (2013). North atlantic blue and fin whales suspend their spring migration to forage in middle latitudes: building up energy reserves for the journey?. Plos One, 8(10), e76507. https://doi.org/10.1371/journal.pone.0076507"
    },
    {
      "title": "Spatial and temporal trends in fin whale vocalizations recorded in the ne pacific ocean between 2003-2013",
      "authors": ["Weirathmueller, M.", "Stafford, K.", "Wilcock, W.", "Hilmo, R.", "Dziak, R.", "Tréhu, A."],
      "journal": "Plos One",
      "year": 2017,
      "volume": "12",
      "issue": "10",
      "pages": "e0186127",
      "doi": "10.1371/journal.pone.0186127",
      "url": "https://doi.org/10.1371/journal.pone.0186127",
      "reference_type": "journal",
      "full_citation": "Weirathmueller, M., Stafford, K., Wilcock, W., Hilmo, R., Dziak, R., & Tréhu, A. (2017). Spatial and temporal trends in fin whale vocalizations recorded in the ne pacific ocean between 2003-2013. Plos One, 12(10), e0186127. https://doi.org/10.1371/journal.pone.0186127"
    }
  ],
  "metadata": {
    "processing_date": "2024-05-21T11:00:00Z",
    "source_file": "scite_fin_whale.md",
    "total_sections": 11,
    "total_references": 14,
    "parser_version": "unified_v1.0"
  }
}