{
  "species_data": {
    "scientific_name": "Berardius bairdii",
    "common_name": "Baird's Beaked Whale",
    "kingdom": "Animalia",
    "phylum": "Chordata",
    "class": "Mammalia",
    "order_name": "Artiodactyla",
    "family": "Ziphiidae",
    "genus": "Berardius",
    "species_name": "bairdii",
    "authority": null,
    "description": "Baird's beaked whale (Berardius bairdii) is a large marine mammal characterized by its significant size, averaging between 12 to 14 meters in length, and weighing approximately 1,000 to 1,600 kg (Walker et al., 2002; Hooker et al., 2002). The coloration of Baird's beaked whale typically exhibits a dark grey to brownish hue with lighter mottling, which helps in camouflage within its oceanic habitat Fedutin et al., 2014). One distinctive feature of this species is its sexually dimorphic traits; adult males possess prominent tusks that emerge from the lower jaw, which are commonly used in intra-species social interactions (Walker et al., 2002; Fedutin et al., 2014). Anatomically, the lung structure of Baird's beaked whales is specialized for deep diving, with a complex arrangement that enables efficient oxygen management during extended foraging dives NINOMIYA et al., 2005).",
    "habitat_description": "Baird's beaked whale prefers deep oceanic waters, usually inhabiting continental slopes and deep-sea canyons where they can dive to depths of over 1,500 meters (Minamikawa et al., 2007; . They are known to exhibit seasonal variations in behavioral patterns, primarily linked to prey availability, and typically congregate in cooler, nutrient-rich waters of the North Pacific during specific times of the year (Walker et al., 2002; (Roberts et al., 2016; . The species is generally sighted in areas such as the Bering Sea and the Sea of Okhotsk, where they appear to follow the seasonal migrations of their primary prey Fedutin et al., 2014)NINOMIYA et al., 2005).",
    "population_size": "As of recent assessments, the global population size of Baird's beaked whale is estimated to be around 25,000 individuals, with notable occurrences in the North Pacific and occasional sightings in the North Atlantic Morin et al., 2016). This estimate was stated in a comprehensive report published in 2016 based on genetic analyses and field studies Morin et al., 2016).",
    "population_trend": "Current trends for Baird's beaked whale populations indicate a stable status, though localized declines may occur due to anthropogenic threats such as fishing activities and ship strikes Fedutin et al., 2014). Various studies have reported fluctuations in population dynamics, particularly in regions with intense marine traffic, but overall assessments suggest that their numbers have not significantly decreased on a global scale (Minamikawa et al., 2007; Morin et al., 2016).",
    "generation_length": 20,
    "movement_patterns": "Baird's beaked whales exhibit a pattern of migration closely linked to the availability of their prey, particularly longfin cod Fedutin et al., 2014). They are known to have strong site fidelity, often returning to specific areas for feeding and social interactions, which suggests a degree of philopatry in their geographic movements (Minamikawa et al., 2007; .",
    "use_and_trade": "Historically, Baird's beaked whales have been subject to subsistence hunting by certain indigenous communities, although they are not commonly targeted in commercial trade. They are listed under the CITES Appendix II, which regulates their international trade and aims to protect the species from over-exploitation (Fedutin et al., 2022).",
    "threats_overview": "Major threats to Baird's beaked whale include climate change, which affects ocean temperature and prey availability, habitat loss due to industrial activities, and physical threats from hunting and fishing bycatch Fedutin et al., 2014)(Tyack et al., 2011; . Additionally, acoustic pollution from shipping and naval sonar poses significant risks, disrupting their communication and echolocation capabilities (Tyack et al., 2011; Fedutin et al., 2014).",
    "conservation_overview": "Various international conservation actions are in place, including regulations on hunting practices and habitat protections in key feeding areas Kasuya, 2008). Partnerships among countries that share Baird's beaked whale habitats aim to establish management plans focusing on their ecological needs, notably in Canada and Greenland Kasuya, 2008). This collaboration may include quota systems and protected marine areas to mitigate threats posed by industrial activities and shipping (Roberts et al., 2016; Kasuya, 2008)."
  },
  "conservation_profile": {
    "species_scientific_name": "Berardius bairdii",
    "profile_type": "comprehensive",
    "content": {
      "subpopulations": "There are indications of recognized subpopulations, particularly distinct populations in the Bering Sea and the Sea of Okhotsk Fedutin et al., 2014). Genetic analyses have suggested varying ecological adaptations among these groups, which could play a role in how they respond to environmental changes Morin et al., 2016).",
      "distribution_range": "Baird's beaked whale has a broad distribution range in the North Pacific Ocean, with notable populations along the Pacific coasts of Japan, the Kamchatka Peninsula, and the Aleutian Islands (Minamikawa et al., 2007; Morin et al., 2016). In the Arctic context, they are less frequently observed in the Atlantic sector but have been noted occasionally along submarine canyon areas in these cooler waters (Rice et al., 2021).",
      "source_file": "scite_berardius_bairdii.md",
      "parsed_date": "2025-06-11T22:00:00Z",
      "sections_parsed": 11,
      "references_count": 11
    }
  },
  "references": [
    {
      "title": "Occurrence and social structure of baird's beaked whales,berardius bairdii, in the commander islands, russia",
      "authors": ["Fedutin, I.", "Filatova, O.", "Mamaev, E.", "Burdin, A.", "Hoyt, E."],
      "journal": "Marine Mammal Science",
      "year": 2014,
      "volume": "31",
      "issue": "3",
      "pages": "853-865",
      "doi": "10.1111/mms.12204",
      "url": "https://doi.org/10.1111/mms.12204",
      "reference_type": "journal",
      "full_citation": "Fedutin, I., Filatova, O., Mamaev, E., Burdin, A., & Hoyt, E. (2014). Occurrence and social structure of baird's beaked whales,berardius bairdii, in the commander islands, russia. Marine Mammal Science, 31(3), 853-865. https://doi.org/10.1111/mms.12204"
    },
    {
      "title": "First confirmed observations of living sato's beaked whales berardius minimus",
      "authors": ["Fedutin, I.", "Filatova, O.", "Meschersky, I.", "Hoyt, E."],
      "journal": "Marine Mammal Science",
      "year": 2022,
      "volume": "38",
      "issue": "4",
      "pages": "1676-1681",
      "doi": "10.1111/mms.12936",
      "url": "https://doi.org/10.1111/mms.12936",
      "reference_type": "journal",
      "full_citation": "Fedutin, I., Filatova, O., Meschersky, I., & Hoyt, E. (2022). First confirmed observations of living sato's beaked whales berardius minimus. Marine Mammal Science, 38(4), 1676-1681. https://doi.org/10.1111/mms.12936"
    },
    {
      "title": "Fluctuations in distribution and patterns of individual range use of northern bottlenose whales",
      "authors": ["Hooker, S.", "Whitehead, H.", "Gowans, S.", "Baird, R."],
      "journal": "Marine Ecology Progress Series",
      "year": 2002,
      "volume": "225",
      "issue": null,
      "pages": "287-297",
      "doi": "10.3354/meps225287",
      "url": "https://doi.org/10.3354/meps225287",
      "reference_type": "journal",
      "full_citation": "Hooker, S., Whitehead, H., Gowans, S., & Baird, R. (2002). Fluctuations in distribution and patterns of individual range use of northern bottlenose whales. Marine Ecology Progress Series, 225, 287-297. https://doi.org/10.3354/meps225287"
    },
    {
      "title": "The kenneth s. norris lifetime achievement award lecture",
      "authors": ["Kasuya, T."],
      "journal": "Marine Mammal Science",
      "year": 2008,
      "volume": "24",
      "issue": "4",
      "pages": "749-773",
      "doi": "10.1111/j.1748-7692.2008.00230.x",
      "url": "https://doi.org/10.1111/j.1748-7692.2008.00230.x",
      "reference_type": "journal",
      "full_citation": "Kasuya, T. (2008). The kenneth s. norris lifetime achievement award lecture. Marine Mammal Science, 24(4), 749-773. https://doi.org/10.1111/j.1748-7692.2008.00230.x"
    },
    {
      "title": "Diving behaviour of a baird’s beaked whale, berardius bairdii, in the slope water region of the western north pacific: first dive records using a data logger",
      "authors": ["Minamikawa, S.", "Iwasaki, T.", "Kishiro, T."],
      "journal": "Fisheries Oceanography",
      "year": 2007,
      "volume": "16",
      "issue": "6",
      "pages": "573-577",
      "doi": "10.1111/j.1365-2419.2007.00456.x",
      "url": "https://doi.org/10.1111/j.1365-2419.2007.00456.x",
      "reference_type": "journal",
      "full_citation": "Minamikawa, S., Iwasaki, T., & Kishiro, T. (2007). Diving behaviour of a baird’s beaked whale, berardius bairdii, in the slope water region of the western north pacific: first dive records using a data logger. Fisheries Oceanography, 16(6), 573-577. https://doi.org/10.1111/j.1365-2419.2007.00456.x"
    },
    {
      "title": "Genetic structure of the beaked whale genusberardiusin the north pacific, with genetic evidence for a new species",
      "authors": ["Morin, P.", "Baker, C.", "Brewer, R.", "Burdin, A.", "Dalebout, M.", "Dines, J.", "Wade, P."],
      "journal": "Marine Mammal Science",
      "year": 2016,
      "volume": "33",
      "issue": "1",
      "pages": "96-111",
      "doi": "10.1111/mms.12345",
      "url": "https://doi.org/10.1111/mms.12345",
      "reference_type": "journal",
      "full_citation": "Morin, P., Baker, C., Brewer, R., Burdin, A., Dalebout, M., Dines, J., … & Wade, P. (2016). Genetic structure of the beaked whale genusberardiusin the north pacific, with genetic evidence for a new species. Marine Mammal Science, 33(1), 96-111. https://doi.org/10.1111/mms.12345"
    },
    {
      "title": "Microanatomy of the terminal air spaces of baird's beaked whale (berardius bairdii) lungs",
      "authors": ["NINOMIYA, H.", "Inomata, T.", "Shirouzu, H.", "Katsumata, E."],
      "journal": "Journal of Veterinary Medical Science",
      "year": 2005,
      "volume": "67",
      "issue": "5",
      "pages": "473-479",
      "doi": "10.1292/jvms.67.473",
      "url": "https://doi.org/10.1292/jvms.67.473",
      "reference_type": "journal",
      "full_citation": "NINOMIYA, H., Inomata, T., Shirouzu, H., & Katsumata, E. (2005). Microanatomy of the terminal air spaces of baird's beaked whale (berardius bairdii) lungs. Journal of Veterinary Medical Science, 67(5), 473-479. https://doi.org/10.1292/jvms.67.473"
    },
    {
      "title": "Cetacean occurrence in the gulf of alaska from long-term passive acoustic monitoring",
      "authors": ["Rice, A.", "Širović, A.", "Trickey, J.", "Debich, A.", "Gottlieb, R.", "Wiggins, S.", "Baumann‐Pickering, S."],
      "journal": "Marine Biology",
      "year": 2021,
      "volume": "168",
      "issue": "5",
      "pages": null,
      "doi": "10.1007/s00227-021-03884-1",
      "url": "https://doi.org/10.1007/s00227-021-03884-1",
      "reference_type": "journal",
      "full_citation": "Rice, A., Širović, A., Trickey, J., Debich, A., Gottlieb, R., Wiggins, S., … & Baumann‐Pickering, S. (2021). Cetacean occurrence in the gulf of alaska from long-term passive acoustic monitoring. Marine Biology, 168(5). https://doi.org/10.1007/s00227-021-03884-1"
    },
    {
      "title": "Habitat-based cetacean density models for the u.s. atlantic and gulf of mexico",
      "authors": ["Roberts, J.", "Best, B.", "Mannocci, L.", "Fujioka, E.", "Halpin, P.", "Palka, D.", "Lockhart, G."],
      "journal": "Scientific Reports",
      "year": 2016,
      "volume": "6",
      "issue": "1",
      "pages": null,
      "doi": "10.1038/srep22615",
      "url": "https://doi.org/10.1038/srep22615",
      "reference_type": "journal",
      "full_citation": "Roberts, J., Best, B., Mannocci, L., Fujioka, E., Halpin, P., Palka, D., … & Lockhart, G. (2016). Habitat-based cetacean density models for the u.s. atlantic and gulf of mexico. Scientific Reports, 6(1). https://doi.org/10.1038/srep22615"
    },
    {
      "title": "Beaked whales respond to simulated and actual navy sonar",
      "authors": ["Tyack, P.", "Zimmer, W.", "Moretti, D.", "Southall, B.", "Claridge, D.", "Durban, J.", "Boyd, I."],
      "journal": "Plos One",
      "year": 2011,
      "volume": "6",
      "issue": "3",
      "pages": "e17009",
      "doi": "10.1371/journal.pone.0017009",
      "url": "https://doi.org/10.1371/journal.pone.0017009",
      "reference_type": "journal",
      "full_citation": "Tyack, P., Zimmer, W., Moretti, D., Southall, B., Claridge, D., Durban, J., … & Boyd, I. (2011). Beaked whales respond to simulated and actual navy sonar. Plos One, 6(3), e17009. https://doi.org/10.1371/journal.pone.0017009"
    },
    {
      "title": "Diets of baird's beaked whales, berardius bairdii, in the southern sea of okhotsk and off the pacific coast of honshu, japan",
      "authors": ["Walker, W.", "Mead, J.", "Brownell, R."],
      "journal": "Marine Mammal Science",
      "year": 2002,
      "volume": "18",
      "issue": "4",
      "pages": "902-919",
      "doi": "10.1111/j.1748-7692.2002.tb01081.x",
      "url": "https://doi.org/10.1111/j.1748-7692.2002.tb01081.x",
      "reference_type": "journal",
      "full_citation": "Walker, W., Mead, J., & Brownell, R. (2002). Diets of baird's beaked whales, berardius bairdii, in the southern sea of okhotsk and off the pacific coast of honshu, japan. Marine Mammal Science, 18(4), 902-919. https://doi.org/10.1111/j.1748-7692.2002.tb01081.x"
    }
  ],
  "metadata": {
    "processing_date": "2025-06-11T22:00:00Z",
    "source_file": "scite_berardius_bairdii.md",
    "total_sections": 11,
    "total_references": 11,
    "parser_version": "unified_v1.0"
  }
}