{
  "species_data": {
    "scientific_name": "Hyperoodon ampullatus",
    "common_name": "Northern Bottlenose Whale",
    "kingdom": "Animalia",
    "phylum": "Chordata",
    "class": "Mammalia",
    "order_name": "Artiodactyla",
    "family": "Ziphiidae",
    "genus": "Hyperoodon",
    "species_name": "ampullatus",
    "authority": null,
    "description": "The Northern Bottlenose Whale (Hyperoodon ampullatus) is a medium-sized cetacean, typically measuring between 7 to 9 meters in length and weighing up to 1,200 kilograms (Fernández et al., 2014). The species exhibits a unique coloration; adults are mostly grayish-brown, sometimes displaying a mottled appearance due to surface wear and scarring. Notably, males possess elongated, tusk-like teeth that emerge from the lower jaw, a feature not seen in females (Feyrer et al., 2020). Additionally, this species is distinguished by its relatively robust body and prominent melon, which is thought to aid in echolocation, a critical adaptation for deep-sea hunting (Clarke et al., 2019).",
    "habitat_description": "Northern Bottlenose Whales prefer deep, cold waters, commonly found at depths of 800 to 1,800 meters along continental shelves and slopes (Fernández et al., 2014). Seasonal habitat preferences indicate movements associated with prey availability, which primarily consists of cephalopods (Woo et al., 2023). Major sites of activity include submarine canyons such as The Gully off Nova Scotia, where they are observed throughout the year, though their specific breeding grounds remain less understood (Haas et al., 2022).",
    "population_size": "The most recent estimates suggest that the global population of Northern Bottlenose Whales is approximately 163 individuals, primarily within the Scotian Shelf population (O’Brien & Whitehead, 2013). Historical estimates before commercial whaling in the late 19th century suggested numbers nearing 100,000 (Whitehead & Hooker, 2012).",
    "population_trend": "Current assessments indicate that the Northern Bottlenose Whale population is stable but may be declining due to persistent threats such as habitat degradation and anthropogenic influences (Hooker et al., 2008). Specific regional trends highlight the precarious status of the Scotian Shelf population, which has been designated as vulnerable (O’Brien & Whitehead, 2013).",
    "generation_length": 26,
    "movement_patterns": "This species exhibits notable diving behavior, with dives reaching depths of over 1,500 meters and lasting up to 90 minutes (Woo et al., 2023). While migrations linked to prey distribution have been documented, individuals typically display residency and strong site fidelity to feeding areas such as The Gully, suggesting that some populations may not undertake extensive migrations (Fernández et al., 2014).",
    "use_and_trade": "Historically, Northern Bottlenose Whales were subject to intensive whaling, particularly from the late 19th century to the early 20th century, significantly depleting their populations (Whitehead & Hooker, 2012). Currently, they are protected under various regulations; however, they may still be impacted by bycatch in commercial fisheries. Under CITES, they are listed in Appendix II, which requires monitoring of trade and exploitation (Hooker et al., 2008).",
    "threats_overview": "Major threats to the Northern Bottlenose Whale include climate change, which impacts their prey and habitat, as well as human-induced pressures such as shipping traffic leading to vessel strikes, acoustic pollution from naval activities, and potential entanglement in fishing gear (Miller et al., 2015). Furthermore, patterns of habitat loss due to environmental degradation further exacerbate their vulnerability (Whitehead & Hooker, 2012).",
    "conservation_overview": "Internationally, the conservation strategy for the Northern Bottlenose Whale includes the establishment of Marine Protected Areas (MPAs), such as The Gully, to safeguard critical habitat. Management plans emphasize monitoring and research to mitigate threats from human activities (O’Brien & Whitehead, 2013). Joint conservation efforts have also been initiated between Canada and Greenland to enhance protection measures and promote recovery (Whitehead & Hooker, 2012)."
  },
  "conservation_profile": {
    "species_scientific_name": "Hyperoodon ampullatus",
    "profile_type": "comprehensive",
    "content": {
      "subpopulations": "Genetic studies have identified at least three distinct subpopulations within the Northern Bottlenose Whale: those residing in the Scotian Shelf, the western North Atlantic, and the Jan Mayen region (Greef et al., 2022). These divisions suggest varying ecological adaptations and geographic separation, necessitating tailored management strategies (Dalebout et al., 2001).",
      "distribution_range": "The species is primarily distributed across the northern North Atlantic, extending from the waters of eastern Canada to Norway (Hooker et al., 2008). Their habitat is predominantly associated with cold, nutrient-rich waters, making them sensitive to changes in oceanic conditions (Woo et al., 2023).",
      "source_file": "scite_hyperoodon_ampullatus.md",
      "parsed_date": "2024-07-30T10:00:00Z",
      "sections_parsed": 11,
      "references_count": 11
    }
  },
  "references": [
    {
      "title": "Click characteristics of northern bottlenose whales (hyperoodon ampullatus) and sowerby's beaked whales (mesoplodon bidens) off eastern canada",
      "authors": ["Clarke, E.", "Feyrer, L.", "Moors‐Murphy, H.", "Stanistreet, J."],
      "journal": "The Journal of the Acoustical Society of America",
      "year": 2019,
      "volume": "146",
      "issue": "1",
      "pages": "307-315",
      "doi": "10.1121/1.5111336",
      "url": "https://doi.org/10.1121/1.5111336",
      "reference_type": "journal",
      "full_citation": "Clarke, E., Feyrer, L., Moors‐Murphy, H., & Stanistreet, J. (2019). Click characteristics of northern bottlenose whales (hyperoodon ampullatus) and sowerby's beaked whales (mesoplodon bidens) off eastern canada. The Journal of the Acoustical Society of America, 146(1), 307-315. https://doi.org/10.1121/1.5111336"
    },
    {
      "title": "Genetic diversity and population structure among northern bottlenose whales,hyperoodon ampullatus,in the western north atlantic ocean",
      "authors": ["Dalebout, M.", "Hooker, S.", "Christensen, I."],
      "journal": "Canadian Journal of Zoology",
      "year": 2001,
      "volume": "79",
      "issue": "3",
      "pages": "478-484",
      "doi": "10.1139/z01-005",
      "url": "https://doi.org/10.1139/z01-005",
      "reference_type": "journal",
      "full_citation": "Dalebout, M., Hooker, S., & Christensen, I. (2001). Genetic diversity and population structure among northern bottlenose whales,hyperoodon ampullatus,in the western north atlantic ocean. Canadian Journal of Zoology, 79(3), 478-484. https://doi.org/10.1139/z01-005"
    },
    {
      "title": "Strandings of northern bottlenose whales,hyperoodon ampullatus, in the north-east atlantic: seasonality and diet",
      "authors": ["Fernández, R.", "Pierce, G.", "MacLeod, C.", "Brownlow, A.", "Reid, R.", "Rogan, E.", "Santos, M."],
      "journal": "Journal of the Marine Biological Association of the United Kingdom",
      "year": 2014,
      "volume": "94",
      "issue": "6",
      "pages": "1109-1116",
      "doi": "10.1017/s002531541300180x",
      "url": "https://doi.org/10.1017/s002531541300180x",
      "reference_type": "journal",
      "full_citation": "Fernández, R., Pierce, G., MacLeod, C., Brownlow, A., Reid, R., Rogan, E., … & Santos, M. (2014). Strandings of northern bottlenose whales,hyperoodon ampullatus, in the north-east atlantic: seasonality and diet. Journal of the Marine Biological Association of the United Kingdom, 94(6), 1109-1116. https://doi.org/10.1017/s002531541300180x"
    },
    {
      "title": "Prolonged maternal investment in northern bottlenose whales alters our understanding of beaked whale reproductive life history",
      "authors": ["Feyrer, L.", "Zhao, S.", "Whitehead, H.", "Matthews, C."],
      "journal": "Plos One",
      "year": 2020,
      "volume": "15",
      "issue": "6",
      "pages": "e0235114",
      "doi": "10.1371/journal.pone.0235114",
      "url": "https://doi.org/10.1371/journal.pone.0235114",
      "reference_type": "journal",
      "full_citation": "Feyrer, L., Zhao, S., Whitehead, H., & Matthews, C. (2020). Prolonged maternal investment in northern bottlenose whales alters our understanding of beaked whale reproductive life history. Plos One, 15(6), e0235114. https://doi.org/10.1371/journal.pone.0235114"
    },
    {
      "title": "Genomics reveal population structure, evolutionary history, and signatures of selection in the northern bottlenose whale, hyperoodon ampullatus",
      "authors": ["Greef, E.", "Einfeldt, A.", "Miller, P.", "Ferguson, S.", "Garroway, C.", "Lefort, K.", "Feyrer, L."],
      "journal": "Molecular Ecology",
      "year": 2022,
      "volume": "31",
      "issue": "19",
      "pages": "4919-4931",
      "doi": "10.1111/mec.16643",
      "url": "https://doi.org/10.1111/mec.16643",
      "reference_type": "journal",
      "full_citation": "Greef, E., Einfeldt, A., Miller, P., Ferguson, S., Garroway, C., Lefort, K., … & Feyrer, L. (2022). Genomics reveal population structure, evolutionary history, and signatures of selection in the northern bottlenose whale, hyperoodon ampullatus. Molecular Ecology, 31(19), 4919-4931. https://doi.org/10.1111/mec.16643"
    },
    {
      "title": "Acoustic behaviour of northern bottlenose whales (hyperoodon ampullatus) in icelandic inshore waters.",
      "authors": ["Haas, C.", "Neubarth, B.", "Miller, P.", "Hooker, S.", "Svavarsson, J.", "Wensveen, P."],
      "journal": null,
      "year": 2022,
      "volume": null,
      "issue": null,
      "pages": "5445-5450",
      "doi": "10.61782/fa.2023.0708",
      "url": "https://doi.org/10.61782/fa.2023.0708",
      "reference_type": "report",
      "full_citation": "Haas, C., Neubarth, B., Miller, P., Hooker, S., Svavarsson, J., & Wensveen, P. (2022). Acoustic behaviour of northern bottlenose whales (hyperoodon  ampullatus) in icelandic inshore waters., 5445-5450. https://doi.org/10.61782/fa.2023.0708"
    },
    {
      "title": "Changes in persistent contaminant concentration and cyp1a1 protein expression in biopsy samples from northern bottlenose whales, hyperoodon ampullatus, following the onset of nearby oil and gas development",
      "authors": ["Hooker, S.", "Metcalfe, T.", "Metcalfe, C.", "Angell, C.", "Wilson, J.", "Moore, M.", "Whitehead, H."],
      "journal": "Environmental Pollution",
      "year": 2008,
      "volume": "152",
      "issue": "1",
      "pages": "205-216",
      "doi": "10.1016/j.envpol.2007.05.027",
      "url": "https://doi.org/10.1016/j.envpol.2007.05.027",
      "reference_type": "journal",
      "full_citation": "Hooker, S., Metcalfe, T., Metcalfe, C., Angell, C., Wilson, J., Moore, M., … & Whitehead, H. (2008). Changes in persistent contaminant concentration and cyp1a1 protein expression in biopsy samples from northern bottlenose whales, hyperoodon ampullatus, following the onset of nearby oil and gas development. Environmental Pollution, 152(1), 205-216. https://doi.org/10.1016/j.envpol.2007.05.027"
    },
    {
      "title": "First indications that northern bottlenose whales are sensitive to behavioural disturbance from anthropogenic noise",
      "authors": ["Miller, P.", "Kvadsheim, P.", "Lam, F.", "Tyack, P.", "Curé, C.", "DeRuiter, S.", "Hooker, S."],
      "journal": "Royal Society Open Science",
      "year": 2015,
      "volume": "2",
      "issue": "6",
      "pages": "140484",
      "doi": "10.1098/rsos.140484",
      "url": "https://doi.org/10.1098/rsos.140484",
      "reference_type": "journal",
      "full_citation": "Miller, P., Kvadsheim, P., Lam, F., Tyack, P., Curé, C., DeRuiter, S., … & Hooker, S. (2015). First indications that northern bottlenose whales are sensitive to behavioural disturbance from anthropogenic noise. Royal Society Open Science, 2(6), 140484. https://doi.org/10.1098/rsos.140484"
    },
    {
      "title": "Population analysis of endangered northern bottlenose whales on the scotian shelf seven years after the establishment of a marine protected area",
      "authors": ["O’Brien, K.", "Whitehead, H."],
      "journal": "Endangered Species Research",
      "year": 2013,
      "volume": "21",
      "issue": "3",
      "pages": "273-284",
      "doi": "10.3354/esr00533",
      "url": "https://doi.org/10.3354/esr00533",
      "reference_type": "journal",
      "full_citation": "O’Brien, K. and Whitehead, H. (2013). Population analysis of endangered northern bottlenose whales on the scotian shelf seven years after the establishment of a marine protected area. Endangered Species Research, 21(3), 273-284. https://doi.org/10.3354/esr00533"
    },
    {
      "title": "Uncertain status of the northern bottlenose whale hyperoodon ampullatus: population fragmentation, legacy of whaling and current threats",
      "authors": ["Whitehead, H.", "Hooker, S."],
      "journal": "Endangered Species Research",
      "year": 2012,
      "volume": "19",
      "issue": "1",
      "pages": "47-61",
      "doi": "10.3354/esr00458",
      "url": "https://doi.org/10.3354/esr00458",
      "reference_type": "journal",
      "full_citation": "Whitehead, H. and Hooker, S. (2012). Uncertain status of the northern bottlenose whale hyperoodon ampullatus: population fragmentation, legacy of whaling and current threats. Endangered Species Research, 19(1), 47-61. https://doi.org/10.3354/esr00458"
    },
    {
      "title": "Habitat use of the northern bottlenose whale hyperoodon ampullatus near jan mayen, north atlantic",
      "authors": ["Woo, K.", "Isojunno, S.", "Miller, P."],
      "journal": "Marine Ecology Progress Series",
      "year": 2023,
      "volume": "718",
      "issue": null,
      "pages": "119-136",
      "doi": "10.3354/meps14374",
      "url": "https://doi.org/10.3354/meps14374",
      "reference_type": "journal",
      "full_citation": "Woo, K., Isojunno, S., & Miller, P. (2023). Habitat use of the northern bottlenose whale hyperoodon ampullatus near jan mayen, north atlantic. Marine Ecology Progress Series, 718, 119-136. https://doi.org/10.3354/meps14374"
    }
  ],
  "metadata": {
    "processing_date": "2024-07-30T10:00:00Z",
    "source_file": "scite_hyperoodon_ampullatus.md",
    "total_sections": 11,
    "total_references": 11,
    "parser_version": "unified_v1.0"
  }
}