{
  "species_data": {
    "scientific_name": "Ursus maritimus",
    "common_name": "Polar Bear",
    "kingdom": "Animalia",
    "phylum": "Chordata",
    "class": "Mammalia",
    "order_name": "Carnivora",
    "family": "Ursidae",
    "genus": "Ursus",
    "species_name": "maritimus",
    "authority": null,
    "description": "The polar bear (Ursus maritimus) is the largest terrestrial carnivore, characterized by a robust body, a thick layer of blubber, and a dense fur coat that appears white or yellowish, providing camouflage in Arctic landscapes. Adult males typically weigh between 900 to 1,600 pounds (410 to 720 kg) and can grow to lengths of about 8 to 10 feet (2.4 to 3.0 m); females are generally smaller, weighing between 330 to 650 pounds (150 to 295 kg) and measuring 6 to 8 feet (1.8 to 2.4 m) in length. Sexual dimorphism is evident, with males being significantly larger than females. Unique anatomical features include large, powerful limbs adapted for swimming and walking across ice, while their paws, measuring up to 12 inches (30 cm) in diameter, are designed to distribute weight when walking on thin ice and to assist in swimming (Stirling & Derocher, 2012; , (Atwood et al., 2016; .",
    "habitat_description": "Polar bears mainly inhabit the Arctic sea ice, which serves as their primary platform for hunting seals, their primary prey. Habitat preferences are closely tied to seasonal sea ice availability; during the summer months when ice diminishes, polar bears increasingly rely on terrestrial habitats or coastal regions. Migration patterns often involve travel between seasonal feeding grounds and denning sites. The climate is characterized by extreme cold and prolonged darkness during the winter, which influences their melting sea ice habitats, leading to increased terrestrial excursions (Atwood et al., 2016; , (Cherry et al., 2013; .",
    "population_size": "As of the most recent estimates, the global population of polar bears is approximately 22,000 to 31,000 individuals. This number was reported in recent assessments and is derived from various population assessments conducted across different Arctic regions (Regehr et al., 2016; , Peacock et al., 2011).",
    "population_trend": "Current data suggest that the global population trend for polar bears is decreasing, primarily due to habitat loss associated with climate change. Studies indicate that populations in areas such as the Western Hudson Bay have shown marked declines, correlating with reduced sea ice coverage—an essential component of their habitat and hunting grounds (Stirling & Derocher, 2012; , (Cherry et al., 2013; , Wilson et al., 2016).",
    "generation_length": 15,
    "movement_patterns": "Polar bears exhibit seasonal movement patterns heavily influenced by sea ice dynamics, migrating to locate food sources in response to changing ice conditions. During the summer months, when sea ice is absent, they typically move to land-based habitats, relying on fat reserves until sea ice reforms during autumn to enable hunting (Atwood et al., 2016; , (Cherry et al., 2013; .",
    "use_and_trade": "Humans utilize polar bears for subsistence hunting and cultural practices, particularly among Indigenous Arctic communities. Commercial hunting has been regulated through various agreements, and polar bears are listed under CITES Appendix II, which regulates their trade to ensure that it is sustainable Peacock et al., 2011).",
    "threats_overview": "The polar bear faces numerous significant threats, with climate change and habitat loss being the most critical. As the Arctic continues to warm, sea ice declines, leading to food scarcity. Other threats include human-wildlife conflict due to increased terrestrial movement and interactions (Stirling & Derocher, 2012; , Wilder et al., 2017). Additionally, pollution and industrial activity in the Arctic exacerbate risks to their health and habitat integrity (Sonne et al., 2007; , Nuijten et al., 2016).",
    "conservation_overview": "Conservation measures for polar bears include the Agreement on the Conservation of Polar Bears, established to promote international cooperation in managing polar bear populations and habitats. Additionally, regional management plans in Canada and collaborations among Arctic nations address sustainable harvest quotas and habitat protections essential for polar bear conservation (Taylor et al., 2010; , Peacock et al., 2011)."
  },
  "conservation_profile": {
    "species_scientific_name": "Ursus maritimus",
    "profile_type": "comprehensive",
    "content": {
      "subpopulations": "Polar bears are categorized into 19 distinct subpopulations, each varying geographically and ecologically across the Arctic. These populations include localized groups such as those in the Beaufort Sea, Chukchi Sea, and the Western Hudson Bay, among others, which exhibit differences in size, genetic diversity, and ecological behaviors (Cherry et al., 2013; , Viengkone et al., 2018).",
      "distribution_range": "The distribution of polar bears is primarily circumpolar, with populations found along the coasts of the Arctic Ocean and surrounding seas, including the Atlantic and Pacific sectors. Their range extends across Alaska, Canada, Greenland, Norway, and Russia (Stirling & Derocher, 2012; , Peacock et al., 2011).",
      "source_file": "scite_polar_bear.md",
      "parsed_date": "2024-07-29T10:00:00Z",
      "sections_parsed": 11,
      "references_count": 12
    }
  },
  "references": [
    {
      "title": "Rapid environmental change drives increased land use by an arctic marine predator",
      "authors": ["Atwood, T.", "Peacock, E.", "McKinney, M.", "Lillie, K.", "Wilson, R.", "Douglas, D.", "Terletzky, P."],
      "journal": "Plos One",
      "year": 2016,
      "volume": "11",
      "issue": "6",
      "pages": "e0155932",
      "doi": "10.1371/journal.pone.0155932",
      "url": "https://doi.org/10.1371/journal.pone.0155932",
      "reference_type": "journal",
      "full_citation": "Atwood, T., Peacock, E., McKinney, M., Lillie, K., Wilson, R., Douglas, D., … & Terletzky, P. (2016). Rapid environmental change drives increased land use by an arctic marine predator. Plos One, 11(6), e0155932. https://doi.org/10.1371/journal.pone.0155932"
    },
    {
      "title": "Migration phenology and seasonal fidelity of an arctic marine predator in relation to sea ice dynamics",
      "authors": ["Cherry, S.", "Derocher, A.", "Thiemann, G.", "Lunn, N."],
      "journal": "Journal of Animal Ecology",
      "year": 2013,
      "volume": "82",
      "issue": "4",
      "pages": "912-921",
      "doi": "10.1111/1365-2656.12050",
      "url": "https://doi.org/10.1111/1365-2656.12050",
      "reference_type": "journal",
      "full_citation": "Cherry, S., Derocher, A., Thiemann, G., & Lunn, N. (2013). Migration phenology and seasonal fidelity of an arctic marine predator in relation to sea ice dynamics. Journal of Animal Ecology, 82(4), 912-921. https://doi.org/10.1111/1365-2656.12050"
    },
    {
      "title": "Population genomics reveal recent speciation and rapid evolutionary adaptation in polar bears",
      "authors": ["Liu, S.", "Lorenzen, E.", "Fumagalli, M.", "Li, B.", "Harris, K.", "Xiong, Z.", "Wang, J."],
      "journal": "Cell",
      "year": 2014,
      "volume": "157",
      "issue": "4",
      "pages": "785-794",
      "doi": "10.1016/j.cell.2014.03.054",
      "url": "https://doi.org/10.1016/j.cell.2014.03.054",
      "reference_type": "journal",
      "full_citation": "Liu, S., Lorenzen, E., Fumagalli, M., Li, B., Harris, K., Xiong, Z., … & Wang, J. (2014). Population genomics reveal recent speciation and rapid evolutionary adaptation in polar bears. Cell, 157(4), 785-794. https://doi.org/10.1016/j.cell.2014.03.054"
    },
    {
      "title": "Circumpolar contaminant concentrations in polar bears ( ursus maritimus ) and potential population-level effects",
      "authors": ["Nuijten, R.", "Hendriks, A.", "Jenssen, B.", "Schipper, A."],
      "journal": "Environmental Research",
      "year": 2016,
      "volume": "151",
      "issue": null,
      "pages": "50-57",
      "doi": "10.1016/j.envres.2016.07.021",
      "url": "https://doi.org/10.1016/j.envres.2016.07.021",
      "reference_type": "journal",
      "full_citation": "Nuijten, R., Hendriks, A., Jenssen, B., & Schipper, A. (2016). Circumpolar contaminant concentrations in polar bears ( ursus maritimus ) and potential population-level effects. Environmental Research, 151, 50-57. https://doi.org/10.1016/j.envres.2016.07.021"
    },
    {
      "title": "Conservation and management of canada’s polar bears (ursus maritimus) in a changing arctic",
      "authors": ["Peacock, E.", "Derocher, A.", "Thiemann, G.", "Stirling, I."],
      "journal": "Canadian Journal of Zoology",
      "year": 2011,
      "volume": "89",
      "issue": "5",
      "pages": "371-385",
      "doi": "10.1139/z11-021",
      "url": "https://doi.org/10.1139/z11-021",
      "reference_type": "journal",
      "full_citation": "Peacock, E., Derocher, A., Thiemann, G., & Stirling, I. (2011). Conservation and management of canada’s polar bears (ursus maritimus) in a changing arctic1this review is part of the virtual symposium “flagship species – flagship problems” that deals with ecology, biodiversity and management issues, and climate impacts on species at risk and of canadian importance, including the polar bear (ursus maritimus), atlantic cod (gadus morhua), piping plover (charadrius melodus), and caribou (rangifer tarandus).. Canadian Journal of Zoology, 89(5), 371-385. https://doi.org/10.1139/z11-021"
    },
    {
      "title": "Conservation status of polar bears (ursus maritimus) in relation to projected sea-ice declines",
      "authors": ["Regehr, E.", "Laidre, K.", "Akçakaya, H.", "Amstrup, S.", "Atwood, T.", "Lunn, N.", "Wiig, Ø."],
      "journal": "Biology Letters",
      "year": 2016,
      "volume": "12",
      "issue": "12",
      "pages": "20160556",
      "doi": "10.1098/rsbl.2016.0556",
      "url": "https://doi.org/10.1098/rsbl.2016.0556",
      "reference_type": "journal",
      "full_citation": "Regehr, E., Laidre, K., Akçakaya, H., Amstrup, S., Atwood, T., Lunn, N., … & Wiig, Ø. (2016). Conservation status of polar bears (ursus maritimus) in relation to projected sea-ice declines. Biology Letters, 12(12), 20160556. https://doi.org/10.1098/rsbl.2016.0556"
    },
    {
      "title": "Are liver and renal lesions in east greenland polar bears (ursus maritimus) associated with high mercury levels?",
      "authors": ["Sonne, C.", "Dietz, R.", "Leifsson, P.", "Asmund, G.", "Born, E.", "Kirkegaard, M."],
      "journal": "Environmental Health",
      "year": 2007,
      "volume": "6",
      "issue": "1",
      "pages": null,
      "doi": "10.1186/1476-069x-6-11",
      "url": "https://doi.org/10.1186/1476-069x-6-11",
      "reference_type": "journal",
      "full_citation": "Sonne, C., Dietz, R., Leifsson, P., Asmund, G., Born, E., & Kirkegaard, M. (2007). Are liver and renal lesions in east greenland polar bears (ursus maritimus) associated with high mercury levels?. Environmental Health, 6(1). https://doi.org/10.1186/1476-069x-6-11"
    },
    {
      "title": "Effects of climate warming on polar bears: a review of the evidence",
      "authors": ["Stirling, I.", "Derocher, A."],
      "journal": "Global Change Biology",
      "year": 2012,
      "volume": "18",
      "issue": "9",
      "pages": "2694-2706",
      "doi": "10.1111/j.1365-2486.2012.02753.x",
      "url": "https://doi.org/10.1111/j.1365-2486.2012.02753.x",
      "reference_type": "journal",
      "full_citation": "Stirling, I. and Derocher, A. (2012). Effects of climate warming on polar bears: a review of the evidence. Global Change Biology, 18(9), 2694-2706. https://doi.org/10.1111/j.1365-2486.2012.02753.x"
    },
    {
      "title": "Demography and viability of a hunted population of polar bears",
      "authors": ["Taylor, M.", "Laake, J.", "McLoughlin, P.", "Born, E.", "Cluff, H.", "Ferguson, S.", "Messier, F."],
      "journal": "Arctic",
      "year": 2010,
      "volume": "58",
      "issue": "2",
      "pages": null,
      "doi": "10.14430/arctic411",
      "url": "https://doi.org/10.14430/arctic411",
      "reference_type": "journal",
      "full_citation": "Taylor, M., Laake, J., McLoughlin, P., Born, E., Cluff, H., Ferguson, S., … & Messier, F. (2010). Demography and viability of a hunted population of polar bears. Arctic, 58(2). https://doi.org/10.14430/arctic411"
    },
    {
      "title": "Assessing spatial discreteness of hudson bay polar bear populations using telemetry and genetics",
      "authors": ["Viengkone, M.", "Derocher, A.", "Richardson, E.", "Obbard, M.", "Dyck, M.", "Lunn, N.", "Davis, C."],
      "journal": "Ecosphere",
      "year": 2018,
      "volume": "9",
      "issue": "7",
      "pages": null,
      "doi": "10.1002/ecs2.2364",
      "url": "https://doi.org/10.1002/ecs2.2364",
      "reference_type": "journal",
      "full_citation": "Viengkone, M., Derocher, A., Richardson, E., Obbard, M., Dyck, M., Lunn, N., … & Davis, C. (2018). Assessing spatial discreteness of hudson bay polar bear populations using telemetry and genetics. Ecosphere, 9(7). https://doi.org/10.1002/ecs2.2364"
    },
    {
      "title": "Polar bear attacks on humans: implications of a changing climate",
      "authors": ["Wilder, J.", "Vongraven, D.", "Atwood, T.", "Hansen, B.", "Jessen, A.", "Kochnev, A.", "Gibbons, M."],
      "journal": "Wildlife Society Bulletin",
      "year": 2017,
      "volume": "41",
      "issue": "3",
      "pages": "537-547",
      "doi": "10.1002/wsb.783",
      "url": "https://doi.org/10.1002/wsb.783",
      "reference_type": "journal",
      "full_citation": "Wilder, J., Vongraven, D., Atwood, T., Hansen, B., Jessen, A., Kochnev, A., … & Gibbons, M. (2017). Polar bear attacks on humans: implications of a changing climate. Wildlife Society Bulletin, 41(3), 537-547. https://doi.org/10.1002/wsb.783"
    },
    {
      "title": "Invariant polar bear habitat selection during a period of sea ice loss",
      "authors": ["Wilson, R.", "Regehr, E.", "Rode, K.", "Martin, M."],
      "journal": "Proceedings of the Royal Society B Biological Sciences",
      "year": 2016,
      "volume": "283",
      "issue": "1836",
      "pages": "20160380",
      "doi": "10.1098/rspb.2016.0380",
      "url": "https://doi.org/10.1098/rspb.2016.0380",
      "reference_type": "journal",
      "full_citation": "Wilson, R., Regehr, E., Rode, K., & Martin, M. (2016). Invariant polar bear habitat selection during a period of sea ice loss. Proceedings of the Royal Society B Biological Sciences, 283(1836), 20160380. https://doi.org/10.1098/rspb.2016.0380"
    }
  ],
  "metadata": {
    "processing_date": "2024-07-29T10:00:00Z",
    "source_file": "scite_polar_bear.md",
    "total_sections": 11,
    "total_references": 12,
    "parser_version": "unified_v1.0"
  }
}