{
  "species_data": {
    "scientific_name": "Ziphius cavirostris",
    "common_name": "Cuvier's Beaked Whale",
    "kingdom": "Animalia",
    "phylum": "Chordata",
    "class": "Mammalia",
    "order_name": "Artiodactyla",
    "family": "Ziphiidae",
    "genus": "Ziphius",
    "species_name": "cavirostris",
    "authority": "G. Cuvier, 1823",
    "description": "Cuvier’s beaked whale, Ziphius cavirostris, exhibits notable physical characteristics, including a robust body that can reach lengths of approximately 6 to 7 meters (19.7 to 23 feet) and weigh up to 3,000 kg (6,600 lb) (Schoenbeck et al., 2024). It is characterized by its dark gray or brown coloration with lighter underparts and a distinctive elongated snout, which houses a pair of adapted tusks in mature males (West et al., 2017). These tusks are the only visible teeth, as beaked whales typically have reduced dentition, adapted for suction feeding on squid (Kowarski et al., 2018; Loch & Vuuren, 2016). Sexual dimorphism is evident in the presence of tusks in males, while females lack these features entirely (Kitchener et al., 2023).",
    "habitat_description": "The habitat of Ziphius cavirostris spans a wide range of oceanic conditions, favoring deep offshore waters from approximately 500 to 3,000 meters in depth (Knight, 2020). They are found in both temperate and tropical zones globally, displaying seasonal variations in distribution linked to oceanographic factors (Schoenbeck et al., 2024; Curtis et al., 2020). Notably, the presence of these whales is influenced by temperature and salinity gradients, leading to their occurrence in specific oceanographic regions like the Southern California Bight (Schoenbeck et al., 2024; West et al., 2017).",
    "population_size": "Recent estimates suggest that the global population of Cuvier's beaked whales stands at approximately 190,000 individuals, as reported in a study analyzing acoustic monitoring data from various regions (Curtis et al., 2020). These estimates highlight their relative abundance among beaked whale species.",
    "population_trend": "The population trend of Ziphius cavirostris is currently assessed as stable in some regions; however, there are local declines attributable to anthropogenic impacts, especially near naval training areas where sonar usage affects their foraging and social behaviors (Curtis et al., 2020). Additionally, studies in various oceanic regions indicate that population densities may fluctuate due to environmental changes (Kowarski et al., 2018).",
    "generation_length": 25,
    "movement_patterns": "Ziphius cavirostris engages in deep and extensive diving, with recorded dive depths reaching nearly 3,000 meters and durations exceeding 2 hours (Knight, 2020; West et al., 2017). Their movement patterns are less migratory and exhibit strong site fidelity in areas where they find suitable foraging resources (Snyder et al., 2019). Seasonal dispersal has been noted, particularly in relation to prey abundance and water temperature gradients, yet they show remarkable adaptability (Schoenbeck et al., 2024).",
    "use_and_trade": "There is little to no commercial trade of Ziphius cavirostris; however, they have occasionally been subject to subsistence hunting in some regions (Curtis et al., 2020). Regulatory status under CITES exists, but information on local governance and trade practices remains sparse for this species.",
    "threats_overview": "Cuvier’s beaked whales face several significant threats, primarily from anthropogenic activities such as underwater noise pollution from naval sonar, which has been linked to stranding events and altered behavior (Knight, 2020; Curtis et al., 2020). Other threats include habitat degradation, bycatch in fishing operations, and climate-related changes that impact their prey availability (West et al., 2017; Bortolotto et al., 2016). The cumulative effects of these stressors demand urgent attention and conservation measures.",
    "conservation_overview": "Various international agreements and conservation actions are in place for Cuvier's beaked whales, including habitat protections, research initiatives to monitor population trends, and legislative measures to limit anthropogenic impacts. Notably, collaborative efforts in regions like the Southern California Bight aim to mitigate the impacts of military sonar on these whales (Curtis et al., 2020; Bortolotto et al., 2016)."
  },
  "conservation_profile": {
    "species_scientific_name": "Ziphius cavirostris",
    "profile_type": "comprehensive",
    "content": {
      "subpopulations": "Although broadly distributed, specific subpopulations of Ziphius cavirostris exist, differentiated by geographical regions such as the North Atlantic and Pacific Oceans (Schoenbeck et al., 2024; Curtis et al., 2020). Each subpopulation may exhibit distinct ecological preferences, likely influenced by local environmental factors and prey availability.",
      "distribution_range": "Ziphius cavirostris has a cosmopolitan distribution, occurring in deep oceanic waters worldwide, including subpolar and even polar waters in some areas, although their presence is less common in the Arctic compared to temperate zones (Cárdenas‐Hinojosa et al., 2015).",
      "source_file": "scite_ziphius_cavirostris_v2.md",
      "parsed_date": "2025-06-11T21:30:00Z",
      "sections_parsed": 11,
      "references_count": 11
    }
  },
  "references": [
    {
      "title": "Anthropogenic impact on a pregnant cuvier’s beaked whale (ziphius cavirostris) stranded in brazil",
      "authors": ["Bortolotto, G.", "Morais, I.", "Ferreira, P.", "Reis, M.", "Souto, L."],
      "journal": "Marine Biodiversity Records",
      "year": 2016,
      "volume": "9",
      "issue": "1",
      "pages": null,
      "doi": "10.1186/s41200-016-0055-0",
      "url": "https://doi.org/10.1186/s41200-016-0055-0",
      "reference_type": "journal",
      "full_citation": "Bortolotto, G., Morais, I., Ferreira, P., Reis, M., & Souto, L. (2016). Anthropogenic impact on a pregnant cuvier’s beaked whale (ziphius cavirostris) stranded in brazil. Marine Biodiversity Records, 9(1). https://doi.org/10.1186/s41200-016-0055-0"
    },
    {
      "title": "Abundance, survival, and annual rate of change of cuvier's beaked whales (ziphius cavirostris) on a navy sonar range",
      "authors": ["Curtis, K.", "Falcone, E.", "Schorr, G.", "Moore, J.", "Moretti, D.", "Barlow, J.", "Keene, E."],
      "journal": "Marine Mammal Science",
      "year": 2020,
      "volume": "37",
      "issue": "2",
      "pages": "399-419",
      "doi": "10.1111/mms.12747",
      "url": "https://doi.org/10.1111/mms.12747",
      "reference_type": "journal",
      "full_citation": "Curtis, K., Falcone, E., Schorr, G., Moore, J., Moretti, D., Barlow, J., … & Keene, E. (2020). Abundance, survival, and annual rate of change of cuvier's beaked whales (ziphius cavirostris) on a navy sonar range. Marine Mammal Science, 37(2), 399-419. https://doi.org/10.1111/mms.12747"
    },
    {
      "title": "Occurrence of cuvier’s beaked whales (ziphius cavirostris) at guadalupe island, mexico, from 2006 to 2009",
      "authors": ["Cárdenas‐Hinojosa, G.", "Hoyos‐Padilla, M.", "Rojas‐Bracho, L."],
      "journal": "Latin American Journal of Aquatic Mammals",
      "year": 2015,
      "volume": "10",
      "issue": "1",
      "pages": "38-47",
      "doi": "10.5597/lajam00192",
      "url": "https://doi.org/10.5597/lajam00192",
      "reference_type": "journal",
      "full_citation": "Cárdenas‐Hinojosa, G., Hoyos‐Padilla, M., & Rojas‐Bracho, L. (2015). Occurrence of cuvier’s beaked whales (ziphius cavirostris) at guadalupe island, mexico, from 2006 to 2009. Latin American Journal of Aquatic Mammals, 10(1), 38-47. https://doi.org/10.5597/lajam00192"
    },
    {
      "title": "Modeling the acoustic repertoire of cuvier's beaked whale clicks",
      "authors": ["Guilment, T.", "Sidorovskaia, N.", "Li, K."],
      "journal": "The Journal of the Acoustical Society of America",
      "year": 2020,
      "volume": "147",
      "issue": "5",
      "pages": "3605-3612",
      "doi": "10.1121/10.0001266",
      "url": "https://doi.org/10.1121/10.0001266",
      "reference_type": "journal",
      "full_citation": "Guilment, T., Sidorovskaia, N., & Li, K. (2020). Modeling the acoustic repertoire of cuvier's beaked whale clicks. The Journal of the Acoustical Society of America, 147(5), 3605-3612. https://doi.org/10.1121/10.0001266"
    },
    {
      "title": "The prevalence of vestigial teeth in two beaked whale species from the north atlantic",
      "authors": ["Kitchener, A.", "Herman, J.", "Doeschate, M.", "Davison, N.", "Brownlow, A.", "Schwarz, T.", "Hantke, G."],
      "journal": "Mammalia",
      "year": 2023,
      "volume": "87",
      "issue": "2",
      "pages": "190-200",
      "doi": "10.1515/mammalia-2022-0099",
      "url": "https://doi.org/10.1515/mammalia-2022-0099",
      "reference_type": "journal",
      "full_citation": "Kitchener, A., Herman, J., Doeschate, M., Davison, N., Brownlow, A., Schwarz, T., … & Hantke, G. (2023). The prevalence of vestigial teeth in two beaked whale species from the north atlantic. Mammalia, 87(2), 190-200. https://doi.org/10.1515/mammalia-2022-0099"
    },
    {
      "title": "Cuvier's beaked whales take record-breaking dives in their stride",
      "authors": ["Knight, K."],
      "journal": "Journal of Experimental Biology",
      "year": 2020,
      "volume": "223",
      "issue": "18",
      "pages": null,
      "doi": "10.1242/jeb.234187",
      "url": "https://doi.org/10.1242/jeb.234187",
      "reference_type": "journal",
      "full_citation": "Knight, K. (2020). Cuvier's beaked whales take record-breaking dives in their stride. Journal of Experimental Biology, 223(18). https://doi.org/10.1242/jeb.234187"
    },
    {
      "title": "Signals from the deep: spatial and temporal acoustic occurrence of beaked whales off western ireland",
      "authors": ["Kowarski, K.", "Delarue, J.", "Martin, B.", "O’Brien, J.", "Meade, R.", "Cadhla, O.", "Berrow, S."],
      "journal": "Plos One",
      "year": 2018,
      "volume": "13",
      "issue": "6",
      "pages": "e0199431",
      "doi": "10.1371/journal.pone.0199431",
      "url": "https://doi.org/10.1371/journal.pone.0199431",
      "reference_type": "journal",
      "full_citation": "Kowarski, K., Delarue, J., Martin, B., O’Brien, J., Meade, R., Cadhla, O., … & Berrow, S. (2018). Signals from the deep: spatial and temporal acoustic occurrence of beaked whales off western ireland. Plos One, 13(6), e0199431. https://doi.org/10.1371/journal.pone.0199431"
    },
    {
      "title": "Ultrastructure, biomechanical and chemical properties of the vestigial dentition of a cuvier's beaked whale",
      "authors": ["Loch, C.", "Vuuren, L."],
      "journal": "New Zealand Journal of Zoology",
      "year": 2016,
      "volume": "43",
      "issue": "2",
      "pages": "171-178",
      "doi": "10.1080/03014223.2015.1133666",
      "url": "https://doi.org/10.1080/03014223.2015.1133666",
      "reference_type": "journal",
      "full_citation": "Loch, C. and Vuuren, L. (2016). Ultrastructure, biomechanical and chemical properties of the vestigial dentition of a cuvier's beaked whale. New Zealand Journal of Zoology, 43(2), 171-178. https://doi.org/10.1080/03014223.2015.1133666"
    },
    {
      "title": "Cuvier's beaked whale presence relative to vertical and temporal variability of oceanographic conditions in the southern california bight.",
      "authors": ["Schoenbeck, C.", "Solsona‐Berga, A.", "Franks, P.", "Frasier, K.", "Trickey, J.", "Aguilar, C.", "Baumann‐Pickering, S."],
      "journal": null,
      "year": 2024,
      "volume": null,
      "issue": null,
      "pages": null,
      "doi": "10.22541/au.171682262.20526131/v1",
      "url": "https://doi.org/10.22541/au.171682262.20526131/v1",
      "reference_type": "report",
      "full_citation": "Schoenbeck, C., Solsona‐Berga, A., Franks, P., Frasier, K., Trickey, J., Aguilar, C., … & Baumann‐Pickering, S. (2024). Cuvier's beaked whale presence relative to vertical and temporal variability of oceanographic conditions in the southern california bight.. https://doi.org/10.22541/au.171682262.20526131/v1"
    },
    {
      "title": "Cuvier’s beaked whale tracks in southern california",
      "authors": ["Snyder, E.", "Wiggins, S.", "Baumann‐Pickering, S.", "Hildebrand, J."],
      "journal": "The Journal of the Acoustical Society of America",
      "year": 2019,
      "volume": "146",
      "issue": "4_Supplement",
      "pages": "2939-2939",
      "doi": "10.1121/1.5137206",
      "url": "https://doi.org/10.1121/1.5137206",
      "reference_type": "journal",
      "full_citation": "Snyder, E., Wiggins, S., Baumann‐Pickering, S., & Hildebrand, J. (2019). Cuvier’s beaked whale tracks in southern california. The Journal of the Acoustical Society of America, 146(4_Supplement), 2939-2939. https://doi.org/10.1121/1.5137206"
    },
    {
      "title": "Diet of cuvier’s beaked whales ziphius cavirostris from the north pacific and a comparison with their diet world-wide",
      "authors": ["West, K.", "Walker, W.", "Baird, R.", "Mead, J.", "Collins, P."],
      "journal": "Marine Ecology Progress Series",
      "year": 2017,
      "volume": "574",
      "issue": null,
      "pages": "227-242",
      "doi": "10.3354/meps12214",
      "url": "https://doi.org/10.3354/meps12214",
      "reference_type": "journal",
      "full_citation": "West, K., Walker, W., Baird, R., Mead, J., & Collins, P. (2017). Diet of cuvier’s beaked whales ziphius cavirostris from the north pacific and a comparison with their diet world-wide. Marine Ecology Progress Series, 574, 227-242. https://doi.org/10.3354/meps12214"
    }
  ],
  "metadata": {
    "processing_date": "2025-06-11T21:30:00Z",
    "source_file": "scite_ziphius_cavirostris_v2.md",
    "total_sections": 11,
    "total_references": 11,
    "parser_version": "unified_v1.0"
  }
}